[
  {
    "text": "Love & Power /// Here & Now",
    "styles": "",
    "link": "",
    "id": "FfoX",
    "outline": [
      {
        "text": "The scary and fearless path of a spiritual warrior",
        "styles": "",
        "link": "",
        "id": "En1n",
        "outline": [
          {
            "text": "This is a guide to freedom. It is intended for those who are fully committed to becoming free, those who are ready to let go of everything, including ego, possessions, and body",
            "styles": "",
            "link": "",
            "id": "fyNZ"
          },
          {
            "text": "Those who are only partially committed to freedom may find this path threatening and extreme",
            "styles": "",
            "link": "",
            "id": "Nvrs"
          }
        ]
      },
      {
        "text": "We exist in multiple dimensions",
        "styles": "",
        "link": "",
        "id": "oL6I",
        "outline": [
          {
            "text": "We are multi-dimensional beings. Each of us exists in a limited physical body, as a temporary resident on the earth. At the same time, each person exists as pure spirit, an eternal being, one with the infinite. Both of these realities are valid but they contradict each other. It’s the weirdest thing.",
            "styles": "",
            "link": "",
            "id": "S7rp"
          },
          {
            "text": "So we live in two worlds at once. In the physical world, the soul is strongly identified with the body and is concerned with staying alive and many other activities. The incarnated soul experiences an endless series of activities, problems, and thoughts. Important stuff. People may die.",
            "styles": "",
            "link": "",
            "id": "YTf6"
          },
          {
            "text": "Simultaneously the soul is pure consciousness that is perfect and complete. There is pure blissful awareness inside you that is beyond this world, in which you know there are no problems anywhere. Everything is perfect as it is. If you have already experienced this, great. Otherwise I ask you to suspend any skepticism and consider that something exists beyond this life and this world.",
            "styles": "",
            "link": "",
            "id": "pUZP"
          },
          {
            "text": "You should have the firm conviction that you are always held and protected by infinite love. There never was a time when this was not so. And this will always be true even as you travel through this world and the hallways of eternity.",
            "styles": "",
            "link": "",
            "id": "-nkp"
          },
          {
            "text": "Can these conflicting realities both be true?",
            "styles": "",
            "link": "",
            "id": "ZGXG"
          },
          {
            "text": "Insert Table",
            "styles": "",
            "link": "",
            "id": "ozWH",
            "outline": [
              {
                "text": "Physical World  /  Spirit World",
                "styles": "",
                "link": "",
                "id": "sHOq"
              },
              {
                "text": "Temporary  /  Eternal",
                "styles": "",
                "link": "",
                "id": "RayY"
              },
              {
                "text": "Logical  /  Unexplainable",
                "styles": "",
                "link": "",
                "id": "vjmE"
              },
              {
                "text": "Good/bad  /  All good",
                "styles": "",
                "link": "",
                "id": "d3VJ"
              },
              {
                "text": "Unsatisfying  /  Blissful",
                "styles": "",
                "link": "",
                "id": "UPEe"
              },
              {
                "text": "At risk  /  Invincible",
                "styles": "",
                "link": "",
                "id": "NEn-"
              },
              {
                "text": "Separation  /  Oneness",
                "styles": "",
                "link": "",
                "id": "qjFe"
              },
              {
                "text": "Limitations/scarcity  /  Complete security",
                "styles": "",
                "link": "",
                "id": "Id3N"
              },
              {
                "text": "Action & Doing  /  Pure witness & Not doing",
                "styles": "",
                "link": "",
                "id": "0mk0"
              },
              {
                "text": "There are many  /  There is only one",
                "styles": "",
                "link": "",
                "id": "aVJ-"
              },
              {
                "text": "Hatred has power  /  Love is the only power",
                "styles": "",
                "link": "",
                "id": "aGW7"
              },
              {
                "text": "Narrow consciousness  /  All-knowing consciousness",
                "styles": "",
                "link": "",
                "id": "iZ81"
              },
              {
                "text": "Problems everywhere  /  Perfection that includes all imperfection",
                "styles": "",
                "link": "",
                "id": "tOtK"
              }
            ]
          },
          {
            "text": "When seeking the meaning of life, we encounter irreconcilable contradictions. At times, a person may see the spiritual perfection of all existence, may be just for a few minutes. This vision of spiritual reality may vanish instantly, and in any case it doesn’t solve the problems of material reality.",
            "styles": "",
            "link": "",
            "id": "j6Uz"
          },
          {
            "text": "There are helpful methods for dealing with these contradictions, such as provided by indigenous cultures, ancient traditional wisdom, and many others. These systems of knowledge can be helpful to a point.",
            "styles": "",
            "link": "",
            "id": "Gqwt"
          },
          {
            "text": "However no outside authorities can substitute for direct investigation on your own. To that end, I present the following thoughts and opinions for your consideration. Feel free to ignore the ideas that don't work for you.",
            "styles": "",
            "link": "",
            "id": "eCJJ"
          }
        ]
      },
      {
        "text": "Love is all that matters",
        "styles": "",
        "link": "",
        "id": "VaJL",
        "outline": [
          {
            "text": "Your job is to manifest love at all times. Everything else is secondary to that.",
            "styles": "",
            "link": "",
            "id": "0Hpi"
          },
          {
            "text": "And yet you are not required to do your job. You are free to follow any path. You are free to make mistakes and perform selfish actions. Regardless, your experiences will gradually lead you back to your true purpose.",
            "styles": "",
            "link": "",
            "id": "6MzG"
          },
          {
            "text": "You are called on to give your best to the world, using your unique and unexpected abilities",
            "styles": "",
            "link": "",
            "id": "2gFo"
          },
          {
            "text": "You have complete authority over your actions and thoughts. No one can tell you, \"You're not doing it right\".",
            "styles": "",
            "link": "",
            "id": "zIQ4"
          },
          {
            "text": "Our vocabulary for \"Love\" and related concepts do not adequately convey the spiritual awareness and creative power at your command",
            "styles": "",
            "link": "",
            "id": "wQ2Y"
          }
        ]
      },
      {
        "text": "You will forget everything",
        "styles": "",
        "link": "",
        "id": "qCA4",
        "outline": [
          {
            "text": "Part of the adventure of being a human is to forget who you really are. The incarnated being is dominated by direct sensory awareness of things in this world. Other dimensions of being are a distant memory.",
            "styles": "",
            "link": "",
            "id": "BImg"
          },
          {
            "text": "This situation gives every individual a creative license to create experiences that would not otherwise be possible. Anything goes.",
            "styles": "",
            "link": "",
            "id": "QNNV"
          },
          {
            "text": "When a being is born into this world, this new born individual is filled with loving awareness. Then while living in a physical body, the individual becomes immersed and identified with worldly concerns. The spiritual realities gradually fade into a distant memory.",
            "styles": "",
            "link": "",
            "id": "T6GF"
          },
          {
            "text": "The person forgets all the vast spiritual aspects and resources. Infinite wisdom is hidden but remains nearby, in other dimensions of being.",
            "styles": "",
            "link": "",
            "id": "Mdip"
          }
        ]
      },
      {
        "text": "Self-centered actions",
        "styles": "",
        "link": "",
        "id": "z9Sa",
        "outline": [
          {
            "text": "The perception of being disconnected from others has its problems. It's not surprising that self-centered beings perform selfish actions.",
            "styles": "",
            "link": "",
            "id": "ObJT"
          },
          {
            "text": "The actions of a self-centered being tend to ignore the needs of others or even take aggressive action against others. Sooner or later, this creates suffering.",
            "styles": "",
            "link": "",
            "id": "j7Ic"
          },
          {
            "text": "Thus the Buddha says \"Life is suffering\". It's not that life is only suffering. Pleasant and painful experiences ebb and flow like the tide. Suffering may continue for a very long time. At some point, you may wonder, is there a way to permanently escape from suffering?",
            "styles": "",
            "link": "",
            "id": "uoMW"
          },
          {
            "text": "My purpose here is to help you rediscover your inherent spiritual resources. Although the fullness of spiritual intelligence cannot be conveyed in words, my intention is to point out ways of thinking that lead toward love and freedom, and therefore reduce suffering.",
            "styles": "",
            "link": "",
            "id": "ZlBC"
          }
        ]
      },
      {
        "text": "Your mission - Recover the missing light",
        "styles": "",
        "link": "",
        "id": "CMKP",
        "outline": [
          {
            "text": "There is a light in this world that is more powerful than any darkness. This invincible light has come to earth in the form of you, and in the form of all beings and objects, both animate and inanimate.",
            "styles": "",
            "link": "",
            "id": "kf6_"
          },
          {
            "text": "Like a hero from an ancient myth, you're on a mission to find this treasure. You must defeat the enemies so that the kingdom can be saved. But it's really about you confronting yourself. And it's custom-made for you to fail in dealing with it. And the more you run from this confrontation, the more you run into it.",
            "styles": "",
            "link": "",
            "id": "wz9E"
          }
        ]
      },
      {
        "text": "We tell you what to dream",
        "styles": "",
        "link": "",
        "id": "y5XC",
        "outline": [
          {
            "text": "The world is rich with diverse cultures. Every culture is a paradigm that has successfully enabled the society to function and survive. Every culture imposes beliefs, sets boundaries, and expects certain behaviors.",
            "styles": "",
            "link": "",
            "id": "6Z5b"
          },
          {
            "text": "Cultural norms appear quite solid and real, but the entire system is built on beliefs that are human inventions. They give a structure to reality. But reality is more complex and nuanced than the structure. Beliefs solve problems while also creating other problems.",
            "styles": "",
            "link": "",
            "id": "XPml"
          },
          {
            "text": "Any culture seems valid and true from the inside, but may look a little crazy from outside. There is no set of beliefs that is the final and correct version of reality. There is no unbiased authority to evaluate cultural systems, because every person is a product of a particular culture, and is therefore biased.",
            "styles": "",
            "link": "",
            "id": "a5ye"
          },
          {
            "text": "Cultural norms are passed down from generation to generation. The child absorbs information like a sponge and imitates whoever is around, mostly family members. Gradually the child learns all the social and cultural conventions. Over decades, the child becomes dominated by social pressures that dictate behavior. The original joy and spontaneity of childhood gets lost along the way. The child, now grown up, thinks and lives according to external authorities, fighting battles that were set up by someone else.",
            "styles": "",
            "link": "",
            "id": "5lUA"
          },
          {
            "text": "Many people simply acquiesce to the beliefs provided by parents and other authorities.",
            "styles": "",
            "link": "",
            "id": "q5yd"
          }
        ]
      },
      {
        "text": "Are you in control of your thoughts?",
        "styles": "",
        "link": "",
        "id": "d6Du",
        "outline": [
          {
            "text": "Are you trapped by cultural rules, by the expectations of family and friends, or by deeply ingrained cultural programming?",
            "styles": "",
            "link": "",
            "id": "B4rb"
          },
          {
            "text": "Assume for a moment that there is an ideal society that has the best possible beliefs. Sounds good. However those who grow up in such a society are still following behavior dictated by an outside authority. A prison made of gold is still a prison.",
            "styles": "",
            "link": "",
            "id": "HvLI"
          },
          {
            "text": "You have the opportunity to sort out truth from untruth, and consciously direct your thoughts. By changing your thoughts, you change your reality.",
            "styles": "",
            "link": "",
            "id": "PkwS"
          },
          {
            "text": "There is no substitute for direct experience. Seek out the truth for yourself. It is not enough for someone to tell you what is important and what to do. This life is not supposed to be a guided tour. Don't accept any belief unless you find it to be true through direct experience.",
            "styles": "",
            "link": "",
            "id": "DPxp"
          }
        ]
      },
      {
        "text": "Change your thought patterns and beliefs",
        "styles": "",
        "link": "",
        "id": "gJnp",
        "outline": [
          {
            "text": "Observe your thoughts and behavior. Look for beliefs and thought patterns. Is your behavior predictable? Do you always follow social conventions? Or is your life a creative adventure?",
            "styles": "",
            "link": "",
            "id": "sS-Q"
          },
          {
            "text": "Especially look for beliefs about personal identity. Don't become identified with your roles in the social drama. What aspects of your life are you most proud of and attached to? What things are part of your identity? Your self concept? Your idea of who you are?",
            "styles": "",
            "link": "",
            "id": "2l5C"
          },
          {
            "text": "The roles you play in this life and your self-concepts, these things are temporary. It's ok if you want to become attached to your identity in this world. Just know that such attachments generally cause suffering. Anyway it's not possible to completely avoid suffering. In fact, we are attracted to things that make us suffer!",
            "styles": "",
            "link": "",
            "id": "M3Hw"
          },
          {
            "text": "Understand the temporary nature of your body. The body is graceful and stunning in the vigor of youth, and yet it is destined to break down and die. It is like a set of clothes that will be discarded after some time. Don't cling to it.",
            "styles": "",
            "link": "",
            "id": "7Y_Z"
          },
          {
            "text": "For every belief, ask yourself, \"Does this belief serve me? Does it make me feel joyous?\" If a belief doesn't serve you, change it. Break out. Do things that change yourself image, that break up your identity. Be creative. Be adventurous. If you're always loud, try being silent. Try something new.",
            "styles": "",
            "link": "",
            "id": "V_cQ"
          },
          {
            "text": "Steer your mind away from negative story lines. Focus on higher thoughts, happy and loving thoughts. Through sustained effort, you will certainly reduce negative beliefs and thoughts. If it helps you, keep a journal for monitoring and changing thoughts and behavior.",
            "styles": "",
            "link": "",
            "id": "qkjU"
          },
          {
            "text": "Avoid negative influences, such as less-uplifting environments and people. Consider whether your use of media is helpful.",
            "styles": "",
            "link": "",
            "id": "qAOW"
          },
          {
            "text": "If you have difficult addictions, don't despair. You have spiritual resources within that can help you overcome addiction. You may need to find spiritual allies, such as a spiritual master.",
            "styles": "",
            "link": "",
            "id": "wpTB"
          },
          {
            "text": "\"When you search for truth, Truth itself will assist you.\" - Anandamayi Ma",
            "styles": "",
            "link": "",
            "id": "jrnU"
          }
        ]
      },
      {
        "text": "Values",
        "styles": "",
        "link": "",
        "id": "u3qA",
        "outline": [
          {
            "text": "Values are the building blocks that give meaning and guide behavior for both individuals and for the greater community",
            "styles": "",
            "link": "",
            "id": "0yIc"
          },
          {
            "text": "Be clear about your values. What do you value most? What is worth defending? What is beautiful and precious in life?",
            "styles": "",
            "link": "",
            "id": "kb8Y"
          },
          {
            "text": "These days, people tend to have values that align more or less with the dominant value clusters - “intrinsic” values and “extrinsic” values",
            "styles": "",
            "link": "",
            "id": "ehRF"
          },
          {
            "text": "People with \"intrinsic\" values",
            "styles": "",
            "link": "",
            "id": "htlZ",
            "outline": [
              {
                "text": "- are inclined towards empathy, intimacy, and self-acceptance",
                "styles": "",
                "link": "",
                "id": "rAUt"
              },
              {
                "text": "- are more open to challenge and change",
                "styles": "",
                "link": "",
                "id": "ajGO"
              },
              {
                "text": "- are more interested in universal rights and equality",
                "styles": "",
                "link": "",
                "id": "hXGF"
              },
              {
                "text": "- are more protective of other people and the living world",
                "styles": "",
                "link": "",
                "id": "kAhc"
              }
            ]
          },
          {
            "text": "People with \"extrinsic\" values",
            "styles": "",
            "link": "",
            "id": "gNh9",
            "outline": [
              {
                "text": "- are more attracted to prestige, status, image, fame, power, and wealth",
                "styles": "",
                "link": "",
                "id": "3Nbo"
              },
              {
                "text": "- are strongly motivated by the prospect of individual reward and praise",
                "styles": "",
                "link": "",
                "id": "0qPo"
              },
              {
                "text": "- are more likely to objectify and exploit other people, to behave rudely and aggressively and to dismiss social and environmental impacts",
                "styles": "",
                "link": "",
                "id": "L6G7"
              },
              {
                "text": "- have little interest in cooperation or community",
                "styles": "",
                "link": "",
                "id": "QK8a"
              },
              {
                "text": "- are more likely to suffer from frustration, dissatisfaction, stress, anxiety, anger, and compulsive behavior.",
                "styles": "",
                "link": "",
                "id": "XuYv"
              }
            ]
          }
        ]
      },
      {
        "text": "Be aware of bio-programming",
        "styles": "",
        "link": "",
        "id": "5o1x",
        "outline": [
          {
            "text": "Biological programming consists of deeply-engrained thought patterns and emotions that drive human survival and reproduction. These are interwoven with cultural programming but are even more deeply embedded.",
            "styles": "",
            "link": "",
            "id": "4VO0"
          },
          {
            "text": "Take for example sexual attraction. We have a strong tendency to evaluate members of the opposite sex. These judgmental thoughts distract you from seeing the beauty and wonder of each individual.",
            "styles": "",
            "link": "",
            "id": "Nu1F"
          },
          {
            "text": "Recognize when lust and other biological impulses are driving your thoughts and actions. Challenge these thoughts. If you decide to keep them, fine. Let it be your conscious choice. Then observe whether this choice brings happiness.",
            "styles": "",
            "link": "",
            "id": "WuIs"
          }
        ]
      },
      {
        "text": "Live in the moment",
        "styles": "",
        "link": "",
        "id": "wEPh",
        "outline": [
          {
            "text": "Don't spend much time thinking about the past or future. Many times that's what people want to talk about. It's not helpful.",
            "styles": "",
            "link": "",
            "id": "TrT_"
          },
          {
            "text": "Sure, we need to plan for the future but stay in the moment. The purpose of this moment is not to get to some other moment when things will be better.",
            "styles": "",
            "link": "",
            "id": "Xi2c"
          },
          {
            "text": "Don't wait! Be fully alive now. Experience this moment fully.",
            "styles": "",
            "link": "",
            "id": "ipft"
          },
          {
            "text": "If you need an example, look to the world's foremost authorities on joyous living - children.",
            "styles": "",
            "link": "",
            "id": "L8gS"
          }
        ]
      },
      {
        "text": "Listen for inner guidance",
        "styles": "",
        "link": "",
        "id": "0QLU",
        "outline": [
          {
            "text": "It is possible to gain valuable insights and advice from spiritual sources, from outside physical reality. It seems that the higher beings can help us in many ways, but only if we ask them. Some people easily get these messages as needed. Others have to try harder.",
            "styles": "",
            "link": "",
            "id": "uIm-"
          },
          {
            "text": "When facing any difficulty or decision, ask for help from inner sources.",
            "styles": "",
            "link": "",
            "id": "gwRE"
          },
          {
            "text": "Begin with decisions without serious consequences. For example, maybe you are deciding what to do with some free time. Ask about a certain option and listen inside for some slight emotion: fear, joy, or whatever it is. Often when considering an option, you can detect some feeling or intuition about it. If you don't get a feeling, continue to hold the question in your mind for sometime. Later some guidance may emerge. If the response is just silence, no answer, then probably it doesn't matter much and there are no important consequences.",
            "styles": "",
            "link": "",
            "id": "cmSb"
          },
          {
            "text": "Many questions, especially the difficult ones, don't have an answer that can be expressed in words",
            "styles": "",
            "link": "",
            "id": "e-kp"
          },
          {
            "text": "Instead of a linear explanation or answer, you may gain an understanding of the energy and vibration of the situation. This helps you respond more effectively and creatively.",
            "styles": "",
            "link": "",
            "id": "6iKp"
          }
        ]
      },
      {
        "text": "Where do the messages come from?",
        "styles": "",
        "link": "",
        "id": "Ycwe",
        "outline": [
          {
            "text": "We may conceive of these messages as coming from \"our higher self\"",
            "styles": "",
            "link": "",
            "id": "dVx8"
          },
          {
            "text": "or \"the universal mind\"",
            "styles": "",
            "link": "",
            "id": "OSuj"
          },
          {
            "text": "You may experience an incoming message as coming from a nonphysical being. You may understand your spirit helper to be an ancestor, angel, animal spirit, or ascended master such as Christ.",
            "styles": "",
            "link": "",
            "id": "7N5j"
          },
          {
            "text": "You may think of it as listening for God's will about a situation",
            "styles": "",
            "link": "",
            "id": "EkYm"
          },
          {
            "text": "Anyway it's not necessary to have a conceptual model for how this works, where these messages come from.",
            "styles": "",
            "link": "",
            "id": "EsjU"
          },
          {
            "text": "The idea is to be open to the infinite wisdom that is available.",
            "styles": "",
            "link": "",
            "id": "-OgZ"
          }
        ]
      },
      {
        "text": "Meditation",
        "styles": "",
        "link": "",
        "id": "Yv_w",
        "outline": [
          {
            "text": "A daily meditation practice is recommended",
            "styles": "",
            "link": "",
            "id": "IDEB"
          },
          {
            "text": "Find a type of meditation that works for you",
            "styles": "",
            "link": "",
            "id": "CCzj"
          },
          {
            "text": "Consistency is important but sometimes you won't feel like doing it. You will think it's not working. Try your best to continue.",
            "styles": "",
            "link": "",
            "id": "6n87"
          },
          {
            "text": "Meditation will bring forth your fears and neuroses so you can gradually overcome them",
            "styles": "",
            "link": "",
            "id": "IvC9"
          },
          {
            "text": "Meditate in a conducive location, such as a church or temple. Natural locations can be especially good such as under a tree, on a mountain, or overlooking the ocean. A quiet room is also excellent.",
            "styles": "",
            "link": "",
            "id": "fyB-"
          }
        ]
      },
      {
        "text": "Discover catalysts for spiritual power",
        "styles": "",
        "link": "",
        "id": "a1nt",
        "outline": [
          {
            "text": "Based on your unique qualities and preferences, invent new methods to awaken spiritual power and child-like joy. There are no rules. Try different things until you feel some wave of peace or surge of light.",
            "styles": "",
            "link": "",
            "id": "TEEH"
          },
          {
            "text": "Suggestions",
            "styles": "",
            "link": "",
            "id": "ULlZ",
            "outline": [
              {
                "text": "Sing gospel songs with inter-faith choir",
                "styles": "",
                "link": "",
                "id": "JU8Z"
              },
              {
                "text": "Go alone to a sacred site and dance all night",
                "styles": "",
                "link": "",
                "id": "IRxQ"
              },
              {
                "text": "Recite Bible verses while listening to classic rock",
                "styles": "",
                "link": "",
                "id": "bJe7"
              },
              {
                "text": "Serve coffee and cookies to homeless people",
                "styles": "",
                "link": "",
                "id": "MiKx"
              },
              {
                "text": "Stand on a rocky beach on a stormy night, absorbing power",
                "styles": "",
                "link": "",
                "id": "13Jl"
              }
            ]
          },
          {
            "text": "Grounding",
            "styles": "",
            "link": "",
            "id": "YGq6",
            "outline": [
              {
                "text": "Take a comfortable position in a peaceful place. Imagine there is a strong channel of energy that connects you to the center of the earth.",
                "styles": "",
                "link": "",
                "id": "6dTR"
              },
              {
                "text": "With each breath, imagine all negative emotions and unwanted thoughts are flowing down from the base of your spine and from your feet. Imagine all these past-dated energies are being absorbed into the center of the earth.",
                "styles": "",
                "link": "",
                "id": "F6j9"
              },
              {
                "text": "At the same time, with each breath, imagine healing earth energy is coming up through your feet and the base of your spine.",
                "styles": "",
                "link": "",
                "id": "86S0"
              },
              {
                "text": "Breathe deeply, being aware of every inhalation and exhalation. Be aware of energy moving in both directions. Observe the color of the energy. Fill yourself with this high vibration. Ask for more. Be very determined and insistent. ",
                "styles": "",
                "link": "",
                "id": "9TDh"
              },
              {
                "text": "Continue this grounding exercise for some time",
                "styles": "",
                "link": "",
                "id": "vp8Z"
              }
            ]
          },
          {
            "text": "Best catalyst",
            "styles": "",
            "link": "",
            "id": "w3uA",
            "outline": [
              {
                "text": "Spend time with a God-realized person",
                "styles": "",
                "link": "",
                "id": "GzSQ"
              },
              {
                "text": "If you are so fortunate to find such a being, their radiant presence will transform you, and awaken the spiritual power within you",
                "styles": "",
                "link": "",
                "id": "6eL9"
              }
            ]
          }
        ]
      },
      {
        "text": "Let go of anger",
        "styles": "",
        "link": "",
        "id": "KZJg",
        "outline": [
          {
            "text": "Do not respond to anger with more anger. Don't add to the cycle of destructive words and behavior. Angry words and physical violence are equally harmful.",
            "styles": "",
            "link": "",
            "id": "-gBj"
          },
          {
            "text": "Effects of anger and violence",
            "styles": "",
            "link": "",
            "id": "8c3w",
            "outline": [
              {
                "text": "It damages the mental atmosphere of yourself and the world",
                "styles": "",
                "link": "",
                "id": "Q8Qt"
              },
              {
                "text": "It damages both the attacked and the attacker, like a sword that is sharp on both ends",
                "styles": "",
                "link": "",
                "id": "Cb2X"
              },
              {
                "text": "It creates misery",
                "styles": "",
                "link": "",
                "id": "j-6D"
              },
              {
                "text": "It distorts your perception",
                "styles": "",
                "link": "",
                "id": "kv8r"
              },
              {
                "text": "It's not effective for dealing with difficult people",
                "styles": "",
                "link": "",
                "id": "nBsh"
              },
              {
                "text": "It has no benefits",
                "styles": "",
                "link": "",
                "id": "rx-r"
              }
            ]
          },
          {
            "text": "Make a resolution to avoid expressing anger. When negative emotions start to overpower you, let go as quickly as possible. Tell yourself to relax. Generate loving thoughts.",
            "styles": "",
            "link": "",
            "id": "2JHc"
          },
          {
            "text": "When you encounter an angry person, remember this is a child of God who is doing the best they can. Regardless of the situation, it's possible to maintain your inner peace and self-esteem.",
            "styles": "",
            "link": "",
            "id": "D6dL"
          },
          {
            "text": "Sometimes the best response is silence, loving silence, compassionate silence. When you maintain inner silence, a creative and effective response may emerge by intuition.",
            "styles": "",
            "link": "",
            "id": "hUER"
          }
        ]
      },
      {
        "text": "Multi-processing",
        "styles": "",
        "link": "",
        "id": "HARK",
        "outline": [
          {
            "text": "In emotionally-charged conversations in a work environment, there are often two important components of the interaction -",
            "styles": "",
            "link": "",
            "id": "7GVA"
          },
          {
            "text": "Factual component, the issue we are dealing with, such as -",
            "styles": "",
            "link": "",
            "id": "rZBL",
            "outline": [
              {
                "text": "\"Your report was late.\"",
                "styles": "",
                "link": "",
                "id": "xW_I"
              }
            ]
          },
          {
            "text": "Emotional component, often implied, such as -",
            "styles": "",
            "link": "",
            "id": "QbQu",
            "outline": [
              {
                "text": "\"Your report was late because you are spaced out.\"",
                "styles": "",
                "link": "",
                "id": "FLpq"
              }
            ]
          },
          {
            "text": "Both aspects need to be addressed, not just one, both. The fact that the report was late may be urgent and require further conversation immediately. But that conversation will be more effective in an atmosphere of mutual love and respect. So the emotional component tends to be a bigger problem in the long term. Sometimes there is not time to address the emotional component until later. Even so, it's urgent is to reconcile hurt feelings and reestablish mutual respect. Sooner is better.",
            "styles": "",
            "link": "",
            "id": "Sh2P"
          },
          {
            "text": "Here's an example of how you might begin this conversation, \"Maybe we should talk about the issues that cause this problem so that we can do better. Maybe later today?\"",
            "styles": "",
            "link": "",
            "id": "bLWJ"
          },
          {
            "text": "The ideal is if you can re-establish an atmosphere of trust",
            "styles": "",
            "link": "",
            "id": "u4Fl"
          },
          {
            "text": "When talking about the problem, hopefully in a relaxed environment, explain the facts of how the problem happened. Be honest and admit any mistakes you may have made.",
            "styles": "",
            "link": "",
            "id": "YR5W"
          },
          {
            "text": "Explain how the situation happened without being defensive. Don't try to win the argument. Avoid assigning blame. Be sensitive to emotional reactions or tension among your team members. These reactions may be non-verbal.",
            "styles": "",
            "link": "",
            "id": "on7k"
          },
          {
            "text": "It may be helpful to explain your emotions. For example, you might say, \"When [specific event] happened, I felt [specific emotion].\" Your feelings are real, it's ok to have feelings but it's not ok to blame someone for your feelings. When you say \"I had such-and-such feeling\", the intention is to help everyone understand what happened and learn from it. It's all about honest dialogue in an atmosphere of acceptance. A kind and loving attitude is crucial. It has to start with one person.",
            "styles": "",
            "link": "",
            "id": "Owae"
          },
          {
            "text": "Never buy into anyone's attempt to put you down. You are God's innocent child. Do your best to maintain a positive relationship with everyone. Try to learn from every situation. What can you do differently to be the best person you can be?",
            "styles": "",
            "link": "",
            "id": "rJ3D"
          }
        ]
      },
      {
        "text": "Defend against emotional manipulation",
        "styles": "",
        "link": "",
        "id": "vSVk",
        "outline": [
          {
            "text": "Human beings are skillful in manipulating the emotions and behavior of others. It happens all the time.",
            "styles": "",
            "link": "",
            "id": "V5hb"
          },
          {
            "text": "For example an emotional charge may be conveyed indirectly through words that are not overtly harmful or manipulative. Usually such attacks originate subconsciously, meaning the attacker is not aware of being manipulative.",
            "styles": "",
            "link": "",
            "id": "7wzI"
          },
          {
            "text": "These stealth attacks may seem insignificant and harmless. But they may work in the background to drain your energy and distract you from your natural state: happiness. The only signal may be a slight feeling of irritation, a visceral tingling, or a twinge of emotion, triggered by a comment that seems almost normal.",
            "styles": "",
            "link": "",
            "id": "YZOj"
          },
          {
            "text": "If your mind is already full of negative emotions, the additional irritation may go unnoticed. So that's why a pure and quiet mind is a good defense. A pure mind is more sensitive to negative vibrations.",
            "styles": "",
            "link": "",
            "id": "g0nq"
          },
          {
            "text": "When you detect uncomfortable feelings, don't ignore it. But don't respond with anger. You may be tempted to respond to a stealth attack with a negative comment. Then the person may say, \"What's your problem?\" And bam! they score an emotional hit. This is the skillful emotional manipulation that you don't want. You want to be happy. All you can do is quickly go to your highest thoughts. Remember you are God's innocent child.",
            "styles": "",
            "link": "",
            "id": "iuH7"
          },
          {
            "text": "This is a chance to see how well you can control your mind. The person is subconsciously trying to cause emotional damage. Don't let them win. Contain your negative emotions. You may have to direct your thoughts very specifically in a positive direction. For example, think of a child who loves you.",
            "styles": "",
            "link": "",
            "id": "Za4a"
          },
          {
            "text": "Sometimes you may let a mean remark slip out, leading to a painful confrontation. It happens. Don't worry. You will get stronger with practice. Eventually you will come to relish these challenges.",
            "styles": "",
            "link": "",
            "id": "8ASh"
          }
        ]
      },
      {
        "text": "Defend against shadow forces",
        "styles": "",
        "link": "",
        "id": "dARm",
        "outline": [
          {
            "text": "Some negative thoughts and impulses may come from covert \"shadow\" forces that oppose spiritual development.",
            "styles": "",
            "link": "",
            "id": "e1sW"
          },
          {
            "text": "This may sound paranoid, but as you gain inner strength and purity, you may encounter obstructions that seem deliberate.",
            "styles": "",
            "link": "",
            "id": "kN5P"
          },
          {
            "text": "It seems there are forces in this world that want us to suffer. Some say negative tendencies in the human psyche have developed into parasitic shadows that sabotage those on the spiritual path. I admit this sounds like a crazy conspiracy theory. Like all the claims in this document, it's a good idea to find out if this is true for you.",
            "styles": "",
            "link": "",
            "id": "dOGr"
          },
          {
            "text": "When you feel that negative thoughts have come out of nowhere, defend yourself. Confront the thoughts, \"What are you doing here? Who let you in? Go away! I don't need you depleting my energy.\" Ask your spirit helpers to protect you. Focus on your highest thoughts. Or simply imagine you are surrounded by white light, the Light more powerful than any darkness.",
            "styles": "",
            "link": "",
            "id": "nbOa"
          }
        ]
      },
      {
        "text": "Let go of self-importance / Be humble",
        "styles": "",
        "link": "",
        "id": "bLce",
        "outline": [
          {
            "text": "The world doesn't exist to conform to your preferences. Don't be annoyed or offended by things. Remember the ancient Zen teaching, \"The Great Way is not difficult for those who have no preferences\". Be a witness to whatever is happening without judgment.",
            "styles": "",
            "link": "",
            "id": "P_Q3"
          },
          {
            "text": "Humility means accepting your role on this earth, and playing your part impeccably. Whether that role is exalted or hidden, doesn't matter. Always do your best.",
            "styles": "",
            "link": "",
            "id": "mDGv"
          },
          {
            "text": "Also know that humility doesn't mean lack of self-esteem. Know that you are a good person, good but not better than others. Avoid becoming arrogant by remembering your defects and previous mistakes.",
            "styles": "",
            "link": "",
            "id": "gl_o"
          },
          {
            "text": "If you are tempted to judge someone, look instead for their good qualities. Expand your heart with love for this person. Try to help the person to be happy and successful, seeking nothing in return.",
            "styles": "",
            "link": "",
            "id": "S8xK"
          }
        ]
      },
      {
        "text": "Be impeccable with your speech",
        "styles": "",
        "link": "",
        "id": "U7IT",
        "outline": [
          {
            "text": "Spoken words are a form of manifestation and wield immense power. Whatever words you speak contribute to the happiness or misery in the world. The spoken word is one of the ways we create our reality.",
            "styles": "",
            "link": "",
            "id": "HSxW"
          },
          {
            "text": "Always tell the truth and be kind. If the truth seems unkind, you have to find a way to express the truth with kindness.",
            "styles": "",
            "link": "",
            "id": "8FYJ"
          },
          {
            "text": "Your speech should always show respect for every person and every being, always. It may help to remember that in the higher dimensions, we are all connected, and everyone is part of you.",
            "styles": "",
            "link": "",
            "id": "X1CB"
          },
          {
            "text": "Another harmful behavior is gossip. It's like a toxic spill in the group mind. As much as possible, avoid speaking about those who are not present.",
            "styles": "",
            "link": "",
            "id": "9JGV"
          },
          {
            "text": "It's worth repeating that giving voice to anger is always harmful, both to the giver and receiver.",
            "styles": "",
            "link": "",
            "id": "uxYU"
          },
          {
            "text": "Keeping silent for a day can help you understand the power of speech, both the benefits and detriments",
            "styles": "",
            "link": "",
            "id": "WbAt"
          },
          {
            "text": "Be careful when explaining yourself to others. Notice when you bend the truth a little to create a favorable impression. This is a form of dishonesty. This makes your ego identity stronger.",
            "styles": "",
            "link": "",
            "id": "Ajp-"
          },
          {
            "text": "When someone makes comments that have an element of negativity, first consider if you can simply remain silent. Or if that would be rude, you can say something non-committal such as \"Is that right?\" or \"Oh, I see.\"",
            "styles": "",
            "link": "",
            "id": "X5eb"
          },
          {
            "text": "Don't give advice unless someone asks for it. Don't be drawn into an argument.",
            "styles": "",
            "link": "",
            "id": "Rtof"
          },
          {
            "text": "You keep your heart open without giving validation to the negative attitude",
            "styles": "",
            "link": "",
            "id": "SP_O"
          }
        ]
      },
      {
        "text": "Path with a heart",
        "styles": "",
        "link": "",
        "id": "l82H",
        "outline": [
          {
            "text": "As a spiritual seeker, it is generally helpful to minimize your ego, your idea of who you are.",
            "styles": "",
            "link": "",
            "id": "jccz"
          },
          {
            "text": "While also staying mysterious",
            "styles": "",
            "link": "",
            "id": "RfvW"
          },
          {
            "text": "Maintain your own space and vibration also being compassionate",
            "styles": "",
            "link": "",
            "id": "KpjV"
          },
          {
            "text": "Interactions with others are the challenges that make us stronger, that bring us closer to freedom by showing where we are not free",
            "styles": "",
            "link": "",
            "id": "aWFv"
          },
          {
            "text": "When a seed is planted, it needs to be protected until it grows stronger. Likewise at times, a spiritual seeker needs to stay apart from all eternal influences.",
            "styles": "",
            "link": "",
            "id": "VbwZ"
          },
          {
            "text": "However this separation can't be permanent. It's not desirable or possible to premanently avoid interactions with the world.  That would be like building a house with no doors.",
            "styles": "",
            "link": "",
            "id": "fi27"
          },
          {
            "text": "For example, winds cause a tree to develop stronger roots and trunk. If the tree is protected from wind, it will not grow strong. Likewise the interactions with difficult people and situations give us strength that we can't develop in isolation.",
            "styles": "",
            "link": "",
            "id": "8gcj"
          },
          {
            "text": "The hidden dimensions of yourself will bring you unexpected experiences that cause you to grow",
            "styles": "",
            "link": "",
            "id": "1VaC"
          },
          {
            "text": "When difficult experiences come, when emotional pain is there, what is the best way forward? Denying the pain, pushing it into the background may seem like a good option but it's not.",
            "styles": "",
            "link": "",
            "id": "HEws"
          },
          {
            "text": "Confronting the problem directly, inside yourself, courageously, compassionately, is not necessarily pleasant but it is the fastest way to get over the pain.",
            "styles": "",
            "link": "",
            "id": "emEM"
          },
          {
            "text": "The goal is always to become more alive, more connected, yet more free",
            "styles": "",
            "link": "",
            "id": "T1ii"
          },
          {
            "text": "Those who are enslaved want to be free and those who are free want to be enslaved",
            "styles": "",
            "link": "",
            "id": "KWCT"
          },
          {
            "text": "We are attracted toward the things that make us suffer.",
            "styles": "",
            "link": "",
            "id": "njRx"
          },
          {
            "text": "It is possible to reach another level of freedom in which enslavement just doesn't happen.",
            "styles": "",
            "link": "",
            "id": "EpYU"
          },
          {
            "text": "There is a way to combine a monk-like extreme desire for spiritual enlightenment while also being active and connected with your community",
            "styles": "",
            "link": "",
            "id": "LZEH"
          },
          {
            "text": "Become extra alert when you encounter people who are angry or manipulative. Understand that these people are like a tar ball and you should take precautions to stay free of tar.",
            "styles": "",
            "link": "",
            "id": "Mklc"
          },
          {
            "text": "For example, when you have a strange feeling about someone, imagine that your space is protected by a boundary of lovely roses that can absorb any amount of negativity.",
            "styles": "",
            "link": "",
            "id": "SZxC"
          }
        ]
      },
      {
        "text": "Remain mysterious and unknown",
        "styles": "",
        "link": "",
        "id": "Cell",
        "outline": [
          {
            "text": "Have the intention to stay connected to your other dimensions, the parts of you that are invisible and help to manifest this world.",
            "styles": "",
            "link": "",
            "id": "M0jh"
          },
          {
            "text": "Some spiritual aspirants may feel called to a strategy of escaping the psychic entanglements created by friends and family.",
            "styles": "",
            "link": "",
            "id": "bv93"
          },
          {
            "text": "Few people can break these bonds and for most of us it is not practical, or not desireable. Few people can believe that such isolation could be in any way helpful. This is after all, a common aspect of extremist cults. Obviously most people depend on an eternal support network for validation and all the human connections that are considered vital for well being.",
            "styles": "",
            "link": "",
            "id": "994k"
          },
          {
            "text": "An alternate view is that such connections are bricks in the wall that keeps you trapped",
            "styles": "",
            "link": "",
            "id": "wd2e"
          },
          {
            "text": "Another effect is hard to explain but maybe you can feel it. Whatever you tell people about yourself, they think about it and remember it. Then their thoughts will pin you down somehow.",
            "styles": "",
            "link": "",
            "id": "mZ7R"
          },
          {
            "text": "It's better to remain unknown so people cannot pin you down, so you are not encumbered by their thoughts. Only explain the minimum about yourself, preferably nothing. Don't brag or complain. Maintain a distance. Remain mysterious. Create a fog around yourself.",
            "styles": "",
            "link": "",
            "id": "PK92"
          },
          {
            "text": "On the other hand, there will probably be an opportunity to help someone by sharing about your personal history. But don't over do it. Ask yourself, \"Am I bragging or complaining? Am I building up my ego? Is this helpful?\"",
            "styles": "",
            "link": "",
            "id": "z0yN"
          }
        ]
      },
      {
        "text": "Reject labels and limitations",
        "styles": "",
        "link": "",
        "id": "j16g",
        "outline": [
          {
            "text": "Don't buy into story lines about who you are. If someone verbally attacks you, don't give importance to their words.",
            "styles": "",
            "link": "",
            "id": "hUa1"
          },
          {
            "text": "If someone vaguely implies that you are incompetent or unattractive, remember who you are, and where you come from. \"I am an innocent child of the universe.\"",
            "styles": "",
            "link": "",
            "id": "UJDY"
          },
          {
            "text": "When someone makes up a story about you, it is about them, their cultural biases and ego games. It is not about you. You are not responsible for their reality.",
            "styles": "",
            "link": "",
            "id": "H_Dx"
          },
          {
            "text": "Remain alert for comments that limit or define you. Someone may assign a label to you, it could be a flattering label. Through humility, you will recognize that a flattering label is just a label. You are a being of light, and you are way more amazing than any label.",
            "styles": "",
            "link": "",
            "id": "KGap"
          },
          {
            "text": "Whatever someone may say about you, the opposite is also part of who you are. All good and bad qualities, from altruism to cruelty, are present in you and every person. Every human potential is in you, which means you are not better or worse than anyone else.",
            "styles": "",
            "link": "",
            "id": "UrmU"
          },
          {
            "text": "\"The mind is a puzzle containing truth and untruth, gods and demons, good and bad, all mixed together.\" - Mata Amritanandamayi",
            "styles": "",
            "link": "",
            "id": "m1xn"
          }
        ]
      },
      {
        "text": "We're all connected",
        "styles": "",
        "link": "",
        "id": "XdWN",
        "outline": [
          {
            "text": "What belongs to you and what belongs to me cannot be neatly divided. We all breathe the same air. No one can say, \"This air is mine, and the other air is yours.\" Like this, our destinies are connected and interrelated.",
            "styles": "",
            "link": "",
            "id": "wize"
          },
          {
            "text": "Furthermore our thoughts are interconnected and help create the mental atmosphere of the earth. Your thoughts effect the status of the world, for better or worse. You are not an isolated agent.",
            "styles": "",
            "link": "",
            "id": "vfP4"
          }
        ]
      },
      {
        "text": "It's all temporary",
        "styles": "",
        "link": "",
        "id": "0paE",
        "outline": [
          {
            "text": "Everything in this world belongs to God only, and there is nothing here that we can truly call our own. We come with nothing and we leave with nothing. This life will be over in a short time.",
            "styles": "",
            "link": "",
            "id": "KmVp"
          },
          {
            "text": "What are doing here? Are we supposed to learn something here?",
            "styles": "",
            "link": "",
            "id": "lBv-"
          },
          {
            "text": "At any moment, you may cross the threshold of death and plunge into a new journey. Although this journey ends and another begins, although doors open and close, you are not really going anywhere. Death is not the end.",
            "styles": "",
            "link": "",
            "id": "T3Ng"
          }
        ]
      },
      {
        "text": "Momentary pleasures are not satisfying",
        "styles": "",
        "link": "",
        "id": "Nnpg",
        "outline": [
          {
            "text": "On the surface, it appears that selfish actions and material objects bring happiness",
            "styles": "",
            "link": "",
            "id": "xxK7"
          },
          {
            "text": "However, if you are observant and honest, you will soon realize that momentary pleasures are not all that satisfying. They provide, at best, a mixture of joy and sorrow.",
            "styles": "",
            "link": "",
            "id": "-7dN"
          },
          {
            "text": "It takes some life experiences, as well as honesty, to realize a selfish life is not all that satisfying. I mean, it's okay but haven't you got something better?",
            "styles": "",
            "link": "",
            "id": "otCE"
          }
        ]
      },
      {
        "text": "Do good actions",
        "styles": "",
        "link": "",
        "id": "d3De",
        "outline": [
          {
            "text": "When the opportunity arises to perform some good action, be the first to jump in and do it. Perform as many good actions as possible. Accept with joy and enthusiasm the work that comes to you. Leave the world in better condition than you found it.",
            "styles": "",
            "link": "",
            "id": "rsWT"
          },
          {
            "text": "Your action in this moment may be your last act, your last stand on earth. Whatever actions you perform, always give your best. Then you will have no regrets, regardless of the results. You may not be able to win every battle, but you can always do your best.",
            "styles": "",
            "link": "",
            "id": "DJVH"
          },
          {
            "text": "Don't think your work is more important than being nice to people. Respond compassionately to everyone in the moment. Let go of anger, irritation, and judgment. If someone wants to help, let them join in even if it takes twice as long.",
            "styles": "",
            "link": "",
            "id": "dsch"
          },
          {
            "text": "Sometimes you need to move fast but don't get tense. Make a decision to enjoy the fast pace.",
            "styles": "",
            "link": "",
            "id": "DZyp"
          }
        ]
      },
      {
        "text": "Reduce selfishness / Serve the poor",
        "styles": "",
        "link": "",
        "id": "bSTF",
        "outline": [
          {
            "text": "Have faith that the universe is taking care of you. Consider how much money and resources you really need. In any case, your attempts to protect your body aren't going to work in the long run. The body can't be made secure.",
            "styles": "",
            "link": "",
            "id": "dJoE"
          },
          {
            "text": "When self-centered desires arise, let them go as much as possible. At least aspire to be less selfish sometime in the future.",
            "styles": "",
            "link": "",
            "id": "UVS6"
          },
          {
            "text": "Give excess wealth to the poor. Ask yourself, \"Is saving money for my imaginary future more important than helping people who are suffering now?\"",
            "styles": "",
            "link": "",
            "id": "98fR"
          },
          {
            "text": "However don't create a new ego identity as a noble person who serves the poor. Don't tell anyone. Let it be a secret between you and God.",
            "styles": "",
            "link": "",
            "id": "GBIQ"
          },
          {
            "text": "Consider getting rid of possessions that you are most attached to. Nobody said freedom is going to be easy.",
            "styles": "",
            "link": "",
            "id": "ZXyQ"
          }
        ]
      },
      {
        "text": "Sorrow is the ultimate catalyst",
        "styles": "",
        "link": "",
        "id": "y_on",
        "outline": [
          {
            "text": "At some point, every person encounters difficult experiences, unacceptable events that appear to be complete disasters",
            "styles": "",
            "link": "",
            "id": "qCtK"
          },
          {
            "text": "From the physical perspective, there is no way to deal with such experiences. When the worst possible thing happens, you are helpless. You can only call out to some greater power, somewhere. Normal thought processes and strategies are futile.",
            "styles": "",
            "link": "",
            "id": "NGcN"
          },
          {
            "text": "At these times, Amma advises us, \"Cry out to your God. Call out from the bottom of your heart with all your might, What use is this life? How can I live without you? Where are you? Come before me right now! What use is this life without knowing you?\"",
            "styles": "",
            "link": "",
            "id": "z6gZ"
          },
          {
            "text": "When you call out in complete sorrow, the entire universe bows down to this depth of prayer and concentration. It awakens the redemptive power of God's love, the Light more powerful than any darkness, the peace beyond understanding.",
            "styles": "",
            "link": "",
            "id": "LRLm"
          },
          {
            "text": "In this way, sorrow is the catalyst that brings you closer to the indescribable divine reality.",
            "styles": "",
            "link": "",
            "id": "mmAg"
          },
          {
            "text": "In the words of Neem Karoli, \"I love sorrow. It brings me closer to God.\"",
            "styles": "",
            "link": "",
            "id": "NRxo"
          }
        ]
      },
      {
        "text": "Accept yourself and your world with love and gratitude",
        "styles": "",
        "link": "",
        "id": "Yc8L",
        "outline": [
          {
            "text": "It is the nature of life to have many problems. So relax. Don't worry. Love and accept yourself as you are now.",
            "styles": "",
            "link": "",
            "id": "NQgO"
          },
          {
            "text": "Whatever difficulties you face, whatever mental and physical defects you have, remain peaceful inside. Be optimistic that you can overcome these challenges.",
            "styles": "",
            "link": "",
            "id": "CorI"
          },
          {
            "text": "Remind yourself, \"The creative power of the universe gave me this experience, and so it must be for my purification and spiritual upliftment. Now, in this experience, I am fulfilling some difficult karma. So that's good, that much karma is paid off!\"",
            "styles": "",
            "link": "",
            "id": "guyQ"
          },
          {
            "text": "Whatever work is in front of you, be thankful. Be happy about any contribution you can make. Be a strong and useful presence in the world.",
            "styles": "",
            "link": "",
            "id": "uIGp"
          },
          {
            "text": "Always be enthusiastic and optimistic, even when facing death",
            "styles": "",
            "link": "",
            "id": "R1N7"
          }
        ]
      },
      {
        "text": "Walk in balance on the earth",
        "styles": "",
        "link": "",
        "id": "xrdz",
        "outline": [
          {
            "text": "Honor the earth with prayers, ceremonies, and gratitude. Live sustainably as much as possible.",
            "styles": "",
            "link": "",
            "id": "yVK3"
          },
          {
            "text": "Though we live in an age of environmental destruction, don't indulge in negative emotions such as depression. The earth reflects back your thoughts, so focus on positive and loving thoughts. Believe in the power of truth and the human spirit.",
            "styles": "",
            "link": "",
            "id": "Ewu_"
          },
          {
            "text": "Invest in yourself, your skills and abilities. Develop skills for producing food and other necessities. Increase the production of goods and services in your community. Find your own way to give to the community. Keep the means of production in alignment with your values.",
            "styles": "",
            "link": "",
            "id": "ST31"
          },
          {
            "text": "We need both love and science. Science gives us enormous power. But love is more important because without love we will misuse power.",
            "styles": "",
            "link": "",
            "id": "KK5z"
          },
          {
            "text": "We need political action to protect the earth. What will it take to stop the environmental destruction? Stand up for what is right. Join forces with those who are building a better world for our children.",
            "styles": "",
            "link": "",
            "id": "CQca"
          },
          {
            "text": "Accept the present situation, however difficult, with a can-do attitude. Move forward with love and enthusiasm.",
            "styles": "",
            "link": "",
            "id": "-nUQ"
          },
          {
            "text": "Your actions may not turn out as intended. They may have the opposite effect. That's not under your control. But you do have control over your intentions: you can try our best to serve the world. Everyone is capable of making a positive contribution, even a smile makes a difference.",
            "styles": "",
            "link": "",
            "id": "mims"
          }
        ]
      },
      {
        "text": "Identify core challenges",
        "styles": "",
        "link": "",
        "id": "ZJAK",
        "outline": [
          {
            "text": "What are the crucial challenges you face?",
            "styles": "",
            "link": "",
            "id": "Nxal"
          },
          {
            "text": "What situations make you unhappy, tense, upset, or worried? Identify them specifically.",
            "styles": "",
            "link": "",
            "id": "LpTv"
          },
          {
            "text": "How can you confront these challenges head-on?",
            "styles": "",
            "link": "",
            "id": "9X5d"
          }
        ]
      },
      {
        "text": "Divine grace",
        "styles": "",
        "link": "",
        "id": "jNkt",
        "outline": [
          {
            "text": "Any task requires two factors to succeed",
            "styles": "",
            "link": "",
            "id": "wRiZ",
            "outline": [
              {
                "text": "Divine grace",
                "styles": "",
                "link": "",
                "id": "ANQH"
              },
              {
                "text": "Personal effort",
                "styles": "",
                "link": "",
                "id": "2WYD"
              }
            ]
          },
          {
            "text": "Personal effort is under our control, not so divine grace.",
            "styles": "",
            "link": "",
            "id": "V9Xg"
          },
          {
            "text": "When you understand, even for a moment, that everything is perfect as is, that understanding is a gift from divine grace.",
            "styles": "",
            "link": "",
            "id": "DbsI"
          },
          {
            "text": "Divine grace is the most illuminating yet incomprehensible experience",
            "styles": "",
            "link": "",
            "id": "ZcyW"
          },
          {
            "text": "Only through divine grace can anyone escape the illusions and social traps of human existence",
            "styles": "",
            "link": "",
            "id": "S5PQ"
          },
          {
            "text": "Only through divine grace, can on experience the nectarous love beyond understanding, beyond space and time.",
            "styles": "",
            "link": "",
            "id": "PApK"
          },
          {
            "text": "There is no path to divine grace. It comes for no reason. It cannot be earned. You can only love the Supreme with all your heart. That in itself is grace.",
            "styles": "",
            "link": "",
            "id": "2ezj"
          }
        ]
      },
      {
        "text": "Rules for a spiritual warrior",
        "styles": "",
        "link": "",
        "id": "4DG3",
        "outline": [
          {
            "text": "There are no rules or formulas for a spiritual warrior",
            "styles": "",
            "link": "",
            "id": "t_7R"
          },
          {
            "text": "You can be a spiritual warrior in any situation, in any kind of work, anywhere.",
            "styles": "",
            "link": "",
            "id": "z4Uc"
          },
          {
            "text": "The spiritual path is equally available to all, regardless of credentials or dark personal history",
            "styles": "",
            "link": "",
            "id": "txFL"
          }
        ]
      },
      {
        "text": "What is a spiritual warrior?",
        "styles": "",
        "link": "",
        "id": "yU6i",
        "outline": [
          {
            "text": "In general, the spiritual warrior brings forth vast spiritual resources to confront every adversary, especially self-imposed limitations.",
            "styles": "",
            "link": "",
            "id": "yb1T"
          },
          {
            "text": "The spiritual warrior is one who declares all-out war on the thought patterns in his or her own mind that block the joy of human experience",
            "styles": "",
            "link": "",
            "id": "Qt0a"
          },
          {
            "text": "Ultimately, the spiritual warrior will gain the firm knowledge that the concepts \"myself\" and \"others\" don't make sense. There is nothing to seek and nothing to find. There is no enemy to fight against and defeat.",
            "styles": "",
            "link": "",
            "id": "cdsz"
          },
          {
            "text": "The spiritual warrior knows everything is perfect as is",
            "styles": "",
            "link": "",
            "id": "276Q"
          },
          {
            "text": "...and knows everything is screwed up and broken",
            "styles": "",
            "link": "",
            "id": "Cm9E"
          },
          {
            "text": "...and is okay with that",
            "styles": "",
            "link": "",
            "id": "v8xI"
          },
          {
            "text": "...and is not okay with that",
            "styles": "",
            "link": "",
            "id": "MSeK"
          }
        ]
      },
      {
        "text": "Sources and inspirations",
        "styles": "",
        "link": "",
        "id": "-3i5",
        "outline": [
          {
            "text": "Mata Amritanandamayi Devi, aka Amma - 1953-",
            "styles": "",
            "link": "",
            "id": "sNlr"
          },
          {
            "text": "Neem Karoli Baba, aka Maharaji - c. 1900 -1973",
            "styles": "",
            "link": "",
            "id": "YeYf"
          },
          {
            "text": "Anandamayi Ma - 1896 -1982",
            "styles": "",
            "link": "",
            "id": "Q2p7"
          },
          {
            "text": "Nisargadatta Maharaj - 1897-1981",
            "styles": "",
            "link": "",
            "id": "32xh"
          },
          {
            "text": "Mother Teresa of Calcutta - 1910 - 1997",
            "styles": "",
            "link": "",
            "id": "rwPw"
          },
          {
            "text": "Rumi, aka Jalal ad-Din Muhammad Rumi - 1207-1273",
            "styles": "",
            "link": "",
            "id": "AcMm"
          },
          {
            "text": "Grandfather David Monongye - c. 1870 -1987",
            "styles": "",
            "link": "",
            "id": "sd1U"
          },
          {
            "text": "Rolling Thunder, aka John Pope - 1916 -1997",
            "styles": "",
            "link": "",
            "id": "7OI3"
          },
          {
            "text": "Carlos Castenada - 1925 -1998",
            "styles": "",
            "link": "",
            "id": "IUEC"
          },
          {
            "text": "The Seth Material by Jane Roberts",
            "styles": "",
            "link": "",
            "id": "_Hn4"
          },
          {
            "text": "The Art of Stalking Parallel Perception: The Living Tapestry of Lujan Matus by Lujan Matus",
            "styles": "",
            "link": "",
            "id": "G_7I"
          },
          {
            "text": "Cutting through Spiritual Materialism by Chogyam Trungpa",
            "styles": "",
            "link": "",
            "id": "DsjP"
          },
          {
            "text": "The Four Agreements by Don Miguel Ruiz",
            "styles": "",
            "link": "",
            "id": "CIjC"
          },
          {
            "text": "Wynton Marsalis - Jazz - Episode 1, documentary by Ken Burns",
            "styles": "",
            "link": "",
            "id": "wAgH"
          },
          {
            "text": "George Monbiot, The Guardian",
            "styles": "",
            "link": "",
            "id": "xm4j",
            "outline": [
              {
                "text": "https://www.theguardian.com/commentisfree/2024/jan/29/donald-trump-americans-us-culture-republican",
                "styles": "",
                "link": "",
                "id": "MH-f"
              }
            ]
          },
          {
            "text": "Angelic beings and mountain spirits, available telepathically in the dreamtime",
            "styles": "",
            "link": "",
            "id": "5Hy0"
          },
          {
            "text": "I have taken stolen ideas from many sources. Please remind me of any plagiarism violations so that I may be give credit or make corrections.",
            "styles": "",
            "link": "",
            "id": "qsOF"
          }
        ]
      }
    ]
  }
]