[{"text":"The Path of a Spiritual Warrior","styles":"","link":"","id":"R5lc","outline":[{"text":"Are you ready for annihilation?","styles":"","link":"","id":"VZ75","level":1,"outline":[{"text":"It's the nature of the world to have many problems.","styles":"","link":"","id":"6_9H","level":2},{"text":"Despite these problems, we search the world for happiness. Anyway it's not a sin to wander all over the world searching for happiness. It takes a long time to realize the self-centered pleasures of the world are not, in fact, very satisfying.","styles":"","link":"","id":"zyJA","level":2},{"text":"In the high income countries, we have tried everything the world has to offer.  After all that, we may come to realize that something is missing. What is the purpose of this existence? Is there something more?","styles":"","link":"","id":"QLHi","level":2},{"text":"Maybe, by some twist of fate, something happens to you. The synchronicity of the Universe gives you a glimpse of something beyond. It may be subtle, it may overwhelming, but something will awaken the dormant spirituality that is within you. Then you want to return to that feeling at all costs. It is too painful to sink back into negativity, intellectual games, or what have you. You experience a burning desire to be free.","styles":"","link":"","id":"Qwzt","level":2},{"text":"If you are lucky, this desire will increase until it fills your heart and soul. In the best case scenario, you will be crying tears of anguish, day and night, with unbearable longing for your Supreme Beloved.","styles":"","link":"","id":"rwBI","level":2},{"text":"The thing is, your old self, your old belief system has to be annihilated.","styles":"","link":"","id":"NCkW","level":2},{"text":"You have to transcend and dissolve the ego and false sense of self.","styles":"","link":"","id":"2HOr","level":2},{"text":"This sounds dangerous because it is.  You need the grace of a Spiritual Master.","styles":"","link":"","id":"NwkQ","level":2},{"text":"Don't worry. If you cry with sincere and all-consuming longing, continuously, you will somehow find your Master. It's a law of the Universe.","styles":"","link":"","id":"IYME","level":2},{"text":"Do you want to be annihilated?","styles":"","link":"","id":"yyAx","level":2,"outline":[{"text":"Most people will find this path threatening and extreme.","styles":"","link":"","id":"D9il","level":3},{"text":"They say it's crazy to let go of all forms of security, including ego, possessions, and body.","styles":"","link":"","id":"rXWH","level":3},{"text":"They say there is no future for people who live in the eternal now.","styles":"","link":"","id":"E81B","level":3},{"text":"If you are ready to pour your heart and soul into an all-out assault on your inner and outer demons, you are already on the Path of the Spiritual Warrior.","styles":"","link":"","id":"AiPn","level":3},{"text":"I salute you as a fellow traveler on this golden road.","styles":"","link":"","id":"SnnK","level":3}]}]},{"text":"We exist in multiple dimensions","styles":"","link":"","id":"SZ73","level":1,"outline":[{"text":"We are multi-dimensional beings. Each of us exists in a limited physical body, as a temporary resident on the earth. At the same time, each person exists as pure spirit, an eternal being, one with the Infinite. ","styles":"","link":"","id":"_APL","level":2},{"text":"Both of these realities are valid but they contradict each other. It’s the weirdest thing.","styles":"","link":"","id":"FMLE","level":2},{"text":"So we live in two worlds at once. In the physical world, the soul is completely identified with the body and is concerned with staying alive and so many activities. The incarnated soul experiences an endless series of thoughts, needs, and problems. Important stuff. People may suffer and die. You may suffer and die.","styles":"","link":"","id":"FuW7","level":2},{"text":"Simultaneously the soul is pure consciousness that is perfect and complete. There is pure blissful awareness inside you that is beyond this world, in which you know there are no problems anywhere. Everything is perfect as it is.","styles":"","link":"","id":"p1HG","level":2},{"text":"The blissful experience may last for a few minutes, hours, or more. In most cases, this vision dissipates and you find yourself once again stuck in the problems of material reality, especially the mental problems.","styles":"","link":"","id":"D3FD","level":2}]},{"text":"Paradoxes of being a spiritual being in a material world","styles":"","link":"","id":"QmGU","level":1,"outline":[{"text":"✨ Paradoxes that we face ✨","styles":"","link":"","id":"lcK8","level":2},{"text":"Physical World  ↔️  Spirit World","styles":"","link":"","id":"6Ph3","level":2},{"text":"Temporary  ↔️ Eternal","styles":"","link":"","id":"FJt9","level":2},{"text":"Logical  ↔️  Unexplainable","styles":"","link":"","id":"6beT","level":2},{"text":"Good & bad  ↔️  All good","styles":"","link":"","id":"5Vdo","level":2},{"text":"Unsatisfying  ↔️  Blissful","styles":"","link":"","id":"zMzY","level":2},{"text":"At risk  ↔️  Invincible","styles":"","link":"","id":"OpQS","level":2},{"text":"Separation  ↔️  Oneness","styles":"","link":"","id":"vewZ","level":2},{"text":"Limitations & scarcity  ↔️  Complete security","styles":"","link":"","id":"-MQz","level":2},{"text":"Action & Doing  ↔️  Pure witness & Not doing","styles":"","link":"","id":"hxJU","level":2},{"text":"There are many  ↔️  There is only one","styles":"","link":"","id":"7l2w","level":2},{"text":"Hatred has power  ↔️  Love is the only power","styles":"","link":"","id":"g-PB","level":2},{"text":"Narrow consciousness  ↔️  All-knowing consciousness","styles":"","link":"","id":"vCMP","level":2},{"text":"Problems everywhere  ↔️  Perfection that includes all imperfection","styles":"","link":"","id":"PxAB","level":2},{"text":"How can you and I make sense of an existence with these inherent contradictions?","styles":"","link":"","id":"RECc","level":2},{"text":"How can we live as spiritual beings in a material world?","styles":"","link":"","id":"hfjP","level":2}]},{"text":"Love is all that matters","styles":"","link":"","id":"SAJA","level":1,"outline":[{"text":"Your job is to manifest love at all times. Everything else is secondary to that.","styles":"","link":"","id":"j-Rd","level":2},{"text":"And yet you are not required to do your job. You are free to follow any path. You are free to make mistakes and perform selfish actions. You are free to become lost in negativity. Regardless, your experiences will gradually lead you back to your true purpose.","styles":"","link":"","id":"Lae0","level":2},{"text":"You are called on to give your best to the world, using your unique and unexpected abilities.","styles":"","link":"","id":"BIIE","level":2},{"text":"You have complete authority over your actions and thoughts. No one can tell you, \"You're not doing it right\".","styles":"","link":"","id":"FUW9","level":2},{"text":"The word \"Love\" does not convey the dimensions of Supreme Love:","styles":"","link":"","id":"Mf9s","level":2,"outline":[{"text":"Pure awareness","styles":"","link":"","id":"Bhy_","level":3},{"text":"Infinite compassion","styles":"","link":"","id":"Wp_B","level":3},{"text":"Divine Intelligence","styles":"","link":"","id":"-OAv","level":3},{"text":"Unlimited creativity and enthusiasm","styles":"","link":"","id":"OiBU","level":3},{"text":"Child-like joy and wonder","styles":"","link":"","id":"1Z37","level":3},{"text":"Unconditional devotion","styles":"","link":"","id":"7zo2","level":3}]},{"text":"Most important point","styles":"","link":"","id":"Tthg","level":2,"outline":[{"text":"You are loved, cherished, and protected by this multi-dimensional love.","styles":"","link":"","id":"GJzp","level":3},{"text":"There never was a time when this was not so.","styles":"","link":"","id":"Z0G2","level":3},{"text":"This will always be true even as you travel through this lifetime and the hallways of eternity.","styles":"","link":"","id":"Y6H1","level":3}]}]},{"text":"You will forget everything","styles":"","link":"","id":"G80z","level":1,"outline":[{"text":"Part of the adventure of being a human is to forget who you really are. As an incarnated being, you become dominated by direct sensory awareness of the material world. Other dimensions of being are a distant memory.","styles":"","link":"","id":"GJvy","level":2},{"text":"This situation gives the incarnated being the creative license to create experiences that would not otherwise be possible. Anything goes.","styles":"","link":"","id":"OmT2","level":2},{"text":"When a being is born into this world, this infant is filled with loving awareness. Gradually the child becomes immersed and identified with worldly concerns. The spiritual realities fade into the background","styles":"","link":"","id":"9Q-2","level":2},{"text":"Each person perceives themselves as separate from others. This creates problems. It's not surprising that self-centered beings perform selfish actions.","styles":"","link":"","id":"_jjI","level":2},{"text":"The actions of a self-centered being tend to ignore the needs of others or even take aggressive action against others. Sooner or later, this creates suffering.","styles":"","link":"","id":"QGQB","level":2},{"text":"In general, most adults in western cultures are not much aware of Supreme Love and they do not take advantage of the vast spiritual resources that are available.","styles":"","link":"","id":"ljaQ","level":2},{"text":"Infinite wisdom remains dormant, waiting to emerge when requested.","styles":"","link":"","id":"NkF9","level":2}]},{"text":"Your mission - Recover the missing light","styles":"","link":"","id":"Icl1","level":1,"outline":[{"text":"There is a light in this world that is more powerful than any darkness. This invincible light has come to earth in the form of you, and in the form of all beings and objects, both animate and inanimate.","styles":"","link":"","id":"ketZ","level":2},{"text":"Like a hero from an ancient myth, you're on a mission to find this treasure. You must defeat the enemies so that the kingdom can be saved. But it's really about you confronting yourself. And it's custom-made for you to fail in dealing with it. And the more you run from this confrontation, the more you run into it.","styles":"","link":"","id":"ohmi","level":2}]},{"text":"We tell you what to dream","styles":"","link":"","id":"rjO1","level":1,"outline":[{"text":"The world is rich with diverse cultures, but in one way they are all the same: each one imposes beliefs and\nexpects certain behaviors.","styles":"","link":"","id":"Ne8z","level":2},{"text":"Culture is valuable for helping society to survive. It is reassuring to have concepts and beliefs to make sense of the world. But reality is more complex and nuanced than the concepts. Our belief systems are both useful and problematic.","styles":"","link":"","id":"j0d4","level":2},{"text":"From the inside, every culture appears logical and obvious. But it is valid only because the members agree on it's validity. We forget that the entire system is built on beliefs that are human inventions.","styles":"","link":"","id":"TOWH","level":2},{"text":"There is no culture that provides the final and correct instructions for being a person. There is not even an unbiased authority that is qualified to evaluate cultural systems. Every person is a product of a particular culture, and so everyone is biased.","styles":"","link":"","id":"gZ_w","level":2},{"text":"Cultural norms are passed down from generation to generation. The child absorbs information like a sponge and imitates whoever is around, mostly family members.","styles":"","link":"","id":"jGmc","level":2},{"text":"Gradually the child learns all the social and cultural conventions. Over decades, the child becomes dominated by social pressures that dictate behavior.","styles":"","link":"","id":"9d6_","level":2},{"text":"The original joy and spontaneity of childhood gets lost along the way. The child, now grown up, thinks and lives according to external authorities, fighting battles that were set up by someone else.","styles":"","link":"","id":"Z03j","level":2}]},{"text":"You are not the boss of me!","styles":"","link":"","id":"CCoo","level":1,"outline":[{"text":"Most people do not question the social boundaries of who they are and what they can be: cultural roles, expectations of family and friends, self-imposed limitations.","styles":"","link":"","id":"RaSL","level":2},{"text":"Spiritual freedom requires that you seize control of your life. Take responsibility for your thoughts and actions. Be impeccable with your thoughts and actions.","styles":"","link":"","id":"6GYv","level":2},{"text":"The time Don Juan challenged Carlos Casteneda","styles":"","link":"","id":"ZpwH","level":2,"outline":[{"text":"DJ - Do you think you and I are equals?","styles":"","link":"","id":"8sFn","level":3},{"text":"CC - Of course, we are equals.","styles":"","link":"","id":"fWo3","level":3},{"text":"DJ - No, we are not equals. I am a hunter and a warrior and you are a pimp. You are pimping for someone else.","styles":"","link":"","id":"eKh7","level":3},{"text":"DJ - You are not fighting your own battles but the battles of some unknown people.","styles":"","link":"","id":"7pk8","level":3},{"text":"- from \"Journey to Ixtlan\"","styles":"","link":"","id":"qEBg","level":3}]}]},{"text":"Take control of your thoughts","styles":"","link":"","id":"JQUo","level":1,"outline":[{"text":"Observe and challenge your thought patterns, beliefs, and habits.","styles":"","link":"","id":"F805","level":2},{"text":"Don't indulge in negative narratives. Focus on higher thoughts, happy thoughts, loving thoughts.","styles":"","link":"","id":"jmuk","level":2},{"text":"Is your behavior predictable? Are your habits helpful? What social conventions do you follow? Is your life a creative adventure?","styles":"","link":"","id":"vxbp","level":2},{"text":"Look for beliefs about personal identity. What are the dominant aspects of your self-concept? What aspects are you most proud of and attached to? What aspects of your self-concept cause suffering? ","styles":"","link":"","id":"TcY0","level":2},{"text":"Don't get totally lost in your roles in the social drama. Remember there is a superhero inside you - a multidimensional being of light.","styles":"","link":"","id":"oAty","level":2},{"text":"For every belief, ask yourself, \"Does this belief serve me? Does it make me feel joyous?\" If a belief or thought pattern doesn't serve you, do the work to change it.","styles":"","link":"","id":"jQiU","level":2},{"text":"Every time you notice a self-imposed limitation or other unhelpful belief, imagine that the opposite belief is true. And whatever emotions are associated with the unhelpful belief, generate the opposite emotions.","styles":"","link":"","id":"DCQw","level":2},{"text":"Changing habitual thought patterns takes perseverance. Be patient.","styles":"","link":"","id":"IK9y","level":2},{"text":"You may think it is impossible to change your deep beliefs about who you are. You may think there is no way to recover from the events of your personal history. In that case, your idea of what is possible is a limiting belief that does not serve you.","styles":"","link":"","id":"CLPR","level":2},{"text":"No matter how deeply your spirit is injured, you can be made new again.","styles":"","link":"","id":"KVc2","level":2},{"text":"Stop with the worthless thoughts","styles":"","link":"","id":"HVTH","level":2,"outline":[{"text":"Don't seek prestige, status, or fame","styles":"","link":"","id":"ISoC","level":3},{"text":"Don't objectify or exploit other people","styles":"","link":"","id":"MyTW","level":3},{"text":"Don't be rude or aggressive","styles":"","link":"","id":"GGGJ","level":3},{"text":"Avoid dark thoughts and emotions such as frustration, dissatisfaction, stress, anxiety, anger, and compulsive behavior","styles":"","link":"","id":"0EbB","level":3},{"text":"Don't indulge in hatred.","styles":"","link":"","id":"-BxY","level":3},{"text":"No self pity. No whining. No complaining.","styles":"","link":"","id":"vfsa","level":3},{"text":"Don't fill your mind with violent story lines or judgmental narratives from media or any other source.","styles":"","link":"","id":"zL7B","level":3},{"text":"Maintain your independent psychic space especially when around negative people.","styles":"","link":"","id":"1CfB","level":3},{"text":"Disassemble your mental box. Ruthlessly reject obsolete beliefs.","styles":"","link":"","id":"7fOD","level":3}]},{"text":"Focus on positive thoughts","styles":"","link":"","id":"nde2","level":2,"outline":[{"text":"Be compassionate and loving toward everyone.","styles":"","link":"","id":"BIje","level":3},{"text":"Be open to challenge and change.","styles":"","link":"","id":"tg9-","level":3},{"text":"Support universal rights and equality.","styles":"","link":"","id":"FGOV","level":3},{"text":"Protect other people and the living world.","styles":"","link":"","id":"jsTw","level":3},{"text":"Think about what is more important than your own life. Serve and defend the people and everything you love.","styles":"","link":"","id":"14iR","level":3},{"text":"Know that there is an invisible universe that is helping you and guiding you.","styles":"","link":"","id":"MhEE","level":3},{"text":"Remember that you are a powerful being of light.","styles":"","link":"","id":"QFIC","level":3},{"text":"You can access boundless reserves of energy, love and patience.","styles":"","link":"","id":"ZedQ","level":3},{"text":"Move forward with confidence and enthusiasm.","styles":"","link":"","id":"co3m","level":3}]}]},{"text":"Review of the Big Picture","styles":"","link":"","id":"wKyo","level":1,"outline":[{"text":"For the soul that is incarnated as a human being on planet earth, it is normal to be identified with the body. Let's try to understand why this is so, and what to do about it.","styles":"","link":"","id":"48Mo","level":2},{"text":"The Divine Creative Force has always existed. This divinity has manifested itself in the form of this world. Everything exists inside the Creator: Planet Earth, the Universe, All-That-Is.","styles":"","link":"","id":"F15K","level":2},{"text":"More specifically, the Divine Creative Force has manifested itself in the form of all created beings. The created beings are sent out to explore every kind of experience. On this planet, it is normal for an incarnated soul to become completely identified with the body.","styles":"","link":"","id":"ZX00","level":2},{"text":"The body is a vehicle in which the soul can explore realities that would otherwise not be possible.","styles":"","link":"","id":"gCWX","level":2},{"text":"When you understand the nature of the body and you know what is going on in the world, there is no denying that this is a very cruel way to run the universe. Full stop. ","styles":"","link":"","id":"jcJA","level":2},{"text":"Why is there unbearable suffering in the world? As far as I know, this question has no acceptable answer.","styles":"","link":"","id":"eAeZ","level":2},{"text":"So it may happen that some essential part of yourself becomes broken, can't be fixed, is gone forever. Then what options do you have, when no band-aids will help? When no platitudes will help?","styles":"","link":"","id":"ZCh2","level":2},{"text":"Your only viable choice is to pour your heart and soul into an all-out effort to rediscover the power and divinity that is inside you.","styles":"","link":"","id":"EhHe","level":2},{"text":"\"When you search for truth, Truth itself will assist you.\" - Anandamayi Ma","styles":"","link":"","id":"gGHx","level":2}]},{"text":"Live in the moment","styles":"","link":"","id":"N8d8","level":1,"outline":[{"text":"Don't spend much time brooding about the past or imagining the future.","styles":"","link":"","id":"7YqH","level":2},{"text":"Sure, we can plan for the future but live in the present. Your purpose is not to arrive at some future moment when things will be better.","styles":"","link":"","id":"8afT","level":2},{"text":"Don't wait! Be fully alive now.","styles":"","link":"","id":"bkop","level":2},{"text":"Notice when a conversation focuses too much on the past or future. Notice when people feel compelled to tell stories that distract too much from what is happening now. You will know when it is too much. ","styles":"","link":"","id":"1DIA","level":2},{"text":"These conversations pull your awareness into the other person's version of reality. Avoid being pulled into unhelpful versions of reality.","styles":"","link":"","id":"Ygdm","level":2},{"text":"Keep your mind clear of unnecessary thoughts. Can you stop the inner dialogue, the narratives in your mind?","styles":"","link":"","id":"MX4Z","level":2},{"text":"Notice the moments when you are focused on the here and now. You step into the sunlight and there is an instant of innocent joy, a moment of clear consciousness, shining in the eternal present.","styles":"","link":"","id":"oXVA","level":2},{"text":"If you need more tips about living in the present, look to the world's foremost authorities on joyous living - Children!","styles":"","link":"","id":"essv","level":2}]},{"text":"Listen for inner guidance","styles":"","link":"","id":"Poi0","level":1,"outline":[{"text":"When facing any difficulty or decision, ask for help from your Inner Sources of Divine Intelligence.","styles":"","link":"","id":"aa0I","level":2},{"text":"Suspend all skepticism and allow the Higher Intelligence to perform it's magic.","styles":"","link":"","id":"LeO-","level":2},{"text":"When you want advice or help, the first step is to quiet your mind as much as possible. Sit quietly and be vigilant to notice when the next thought emerges. Be absolutely attentive, like a cat that is staring at a mouse hole, waiting for a mouse to come out. You are watching for the next thought that arises. Catch it, but don't follow it. Let the thought go on it's way like a cloud moving across the sky. Go back to watching with full attention for the next thought.","styles":"","link":"","id":"frOi","level":2},{"text":"With practice and determination, the flow of thoughts will slow down.","styles":"","link":"","id":"N-Ac","level":2},{"text":"When the flow of thoughts is reduced and your mind is peaceful, now you are more receptive. While maintaining this meditative state, hold your request or question in your mind. Then watch vigilantly for anything that comes back.","styles":"","link":"","id":"SbgK","level":2},{"text":"Seemingly random images, memories, or emotions may emerge in your mind. Stay in the meditative state, trying to keep your mind still like a blank screen where the answer can appear. The images may make sense later.","styles":"","link":"","id":"UEdS","level":2},{"text":"Sometimes the answer becomes obvious immediately. In other cases, helpful insights may emerge later. Sometimes you will find that there was no specific answer, and yet you gain acceptance of the situation.","styles":"","link":"","id":"oCNw","level":2},{"text":"Many questions, especially the difficult ones, don't have an answer that can be expressed in words.","styles":"","link":"","id":"rE-H","level":2},{"text":"Sometimes the answer will manifest as some event in your life such as a random conversation or an unexpected opportunity.","styles":"","link":"","id":"DJwj","level":2},{"text":"Another technique is to ask for advice about your issue when you lie down to go to sleep. As you relax and wait for sleep to come, imagine you are connected to an invisible universe. Have a conversation with the stars in this invisible universe about your problem, desire, or feelings.","styles":"","link":"","id":"rcOC","level":2},{"text":"Your helpers will work in the background to help you with your request. Maybe not immediately, but something will manifest, something will change.","styles":"","link":"","id":"9jVo","level":2},{"text":"When you are inspired by inner guidance, that inner knowledge is all the permission you need to do whatever you are inspired to do. You can follow any path in life. You can do any kind of work or creative endeavor. You can be a fully spiritual being while fully engaged in the world. Regardless of the path you choose, the principles of spirituality will help you find maximum happiness.","styles":"","link":"","id":"0VS6","level":2},{"text":"Where does inner guidance come from?","styles":"","link":"","id":"wT1I","level":2,"outline":[{"text":"It's difficult or impossible to explain the source of inner guidance. However, we have lots of spiritual vocabulary. And many sources that are advocated as fountains of wisdom:","styles":"","link":"","id":"UBXJ","level":3},{"text":"- Intuition","styles":"","link":"","id":"brVa","level":3},{"text":"- Your Higher Self","styles":"","link":"","id":"wMG7","level":3},{"text":"- Universal Mind","styles":"","link":"","id":"uFEj","level":3},{"text":"- God's Will","styles":"","link":"","id":"fSdH","level":3},{"text":"- Spirit Helpers such as Angels, Ancestors, Animal Spirits, Mountain Spirits","styles":"","link":"","id":"OH57","level":3},{"text":"- Christ, Hanuman, Saraswati, Virgin of Guadalupe, and countless Deities of all cultures","styles":"","link":"","id":"ZP7y","level":3},{"text":"- Spiritual Masters - Mata Amritanandamayi Devi, Neem Karoli Baba, Anandamayi Ma, Milarepa, St Francis","styles":"","link":"","id":"66Ak","level":3},{"text":"Fortunately it's not necessary to understand where Inner Wisdom comes from.","styles":"","link":"","id":"3evR","level":3}]}]},{"text":"Discover catalysts for spiritual power","styles":"","link":"","id":"eWKL","level":1,"outline":[{"text":"Based on your unique qualities and preferences, invent new methods to awaken spiritual power. ","styles":"","link":"","id":"FGD6","level":2},{"text":"There are no rules. Try different things until you discover your path.","styles":"","link":"","id":"c-me","level":2},{"text":"What does spiritual power look like?","styles":"","link":"","id":"Pt8i","level":2,"outline":[{"text":"It is difficult to generalize about the many varieties of spiritual experiences.","styles":"","link":"","id":"x7w-","level":3},{"text":"You may feel overwhelmed with innocent joy and happiness.","styles":"","link":"","id":"jWDw","level":3},{"text":"You may experience pure love and tears of compassion for all beings, a love so pure that you want this moment to last forever.","styles":"","link":"","id":"4sWD","level":3},{"text":" You may realize that the natural world that surrounds you, the wind, the trees, the stars, and the entire living world is aware of you and is responding to you.","styles":"","link":"","id":"tFwo","level":3}]},{"text":"Random suggestions","styles":"","link":"","id":"wYes","level":2,"outline":[{"text":"Sing gospel songs with a church or inter-faith choir.","styles":"","link":"","id":"tG33","level":3},{"text":"Serve coffee and cookies to homeless people.","styles":"","link":"","id":"s5uX","level":3},{"text":"Stand on a rocky beach on a stormy night, absorbing power.","styles":"","link":"","id":"QzXb","level":3},{"text":"Recite Bible verses while blasting out classic rock.","styles":"","link":"","id":"WoLy","level":3},{"text":"Invent ceremonies to connect with the living conscious Mother Earth.","styles":"","link":"","id":"1HZ0","level":3}]},{"text":"Meditation","styles":"","link":"","id":"Q3CG","level":2,"outline":[{"text":"Find a type of meditation that works for you.","styles":"","link":"","id":"4Glq","level":3},{"text":"Meditate in a conducive location, such as a church or temple. Natural locations can be especially good, such as under a tree, on a mountain, or overlooking the ocean. A quiet room is also excellent.","styles":"","link":"","id":"xf7-","level":3},{"text":"At first, meditation may bring forth your fears and neuroses so you can gradually overcome them.","styles":"","link":"","id":"uRkk","level":3},{"text":"Daily practice is important but sometimes you won't feel like doing it. You will think it's not working. Try your best to continue.","styles":"","link":"","id":"VbC4","level":3}]},{"text":"Silence","styles":"","link":"","id":"R7Wd","level":2,"outline":[{"text":"Keep silent for a day.","styles":"","link":"","id":"Xkss","level":3},{"text":"Observe how this effects your mood and vibration.","styles":"","link":"","id":"1foW","level":3}]},{"text":"Grounding","styles":"","link":"","id":"n11U","level":2,"outline":[{"text":"Take a comfortable position in a peaceful place. Imagine there is a strong channel of energy, your grounding cord, that goes from the base of your spine to the center of the earth.","styles":"","link":"","id":"r140","level":3},{"text":"With each breath, imagine all negative emotions and unwanted thoughts are flowing down your grounding cord and being absorbed and neutralized by Mother Earth.","styles":"","link":"","id":"Nkh-","level":3},{"text":"At the same time, with each breath, imagine healing earth energy is coming up through your feet and the base of your spine.","styles":"","link":"","id":"0dii","level":3},{"text":"Breathe deeply, being aware of every inhalation and exhalation. Be aware of energy moving in both directions. Observe the color of the energy. Increase the vibration. Ask for more. Be very determined and insistent. ","styles":"","link":"","id":"GmLN","level":3},{"text":"Continue until you feel completely clear and energized.","styles":"","link":"","id":"aH86","level":3},{"text":"With practice, you will feel grounded all the time.","styles":"","link":"","id":"YR3Z","level":3}]},{"text":"Best catalyst","styles":"","link":"","id":"Lw9q","level":2,"outline":[{"text":"Spend time with a God-realized person","styles":"","link":"","id":"OoMS","level":3},{"text":"If you are so fortunate to find such a being, their radiant presence will transform you, and awaken the spiritual power within you.","styles":"","link":"","id":"ZNMR","level":3}]},{"text":"Divine Grace","styles":"","link":"","id":"ta0s","level":2,"outline":[{"text":"You can think of these suggested catalysts as ways of invoking Divine Grace.","styles":"","link":"","id":"-MEx","level":3},{"text":"Personal effort is under our control. Divine Grace, not so much.","styles":"","link":"","id":"JcaH","level":3},{"text":"Divine Grace usually comes when you least expect it.","styles":"","link":"","id":"-Zgu","level":3},{"text":"When you understand, even for a moment, that everything is perfect as is, that understanding is a gift of Divine Grace.","styles":"","link":"","id":"Yj8N","level":3},{"text":"When you love the Supreme Creator with all your heart, that is a gift of Divine Grace.","styles":"","link":"","id":"OoV3","level":3}]}]},{"text":"Be impeccable with your speech","styles":"","link":"","id":"KqGh","level":1,"outline":[{"text":"Words are powerful","styles":"","link":"","id":"6J1K","level":2,"outline":[{"text":"Spoken words are a form of manifestation and wield immense power.","styles":"","link":"","id":"7U3n","level":3},{"text":"The spoken word is one of the primary ways we create our reality.","styles":"","link":"","id":"Onz_","level":3},{"text":"The words that you speak contribute to the vibration of the world.","styles":"","link":"","id":"DXZB","level":3}]},{"text":"Tell the truth","styles":"","link":"","id":"9_nP","level":2,"outline":[{"text":"Always tell the truth and be kind.","styles":"","link":"","id":"UDGD","level":3},{"text":"If the truth seems unkind, you have to find a way to express the truth with kindness.","styles":"","link":"","id":"2bOl","level":3},{"text":"Resist the temptation to bend the truth to protect your reputation or self-image. Go with full transparency.","styles":"","link":"","id":"LvPH","level":3}]},{"text":"Respect for all","styles":"","link":"","id":"k4Me","level":2,"outline":[{"text":"Your speech should always show respect for every person and every being, always.","styles":"","link":"","id":"eJB-","level":3}]},{"text":"No whining","styles":"","link":"","id":"bekD","level":2,"outline":[{"text":"Don't complain about things that are unimportant","styles":"","link":"","id":"KA8n","level":3},{"text":"For important things, also don't complain.","styles":"","link":"","id":"JnDU","level":3}]},{"text":"No preaching. Don't give advice.","styles":"","link":"","id":"2HG7","level":2,"outline":[{"text":"For those who ask for advice, encourage them to find their own answer.","styles":"","link":"","id":"VbAx","level":3},{"text":"For those in crisis, you can walk them through the basic spiritual principles.","styles":"","link":"","id":"jCsA","level":3},{"text":"Beware of unhealthy dependency.","styles":"","link":"","id":"cymH","level":3}]},{"text":"No gossip","styles":"","link":"","id":"2sVI","level":2,"outline":[{"text":"Gossip is like a toxic spill in the group mind.","styles":"","link":"","id":"zAGi","level":3},{"text":"As much as possible, avoid speaking about people who are not present.","styles":"","link":"","id":"joTb","level":3},{"text":"Find a way to leave the conversation.","styles":"","link":"","id":"5mwk","level":3}]},{"text":"Impulsive talking","styles":"","link":"","id":"d1Ng","level":2,"outline":[{"text":"Control the impulse to share your opinion","styles":"","link":"","id":"N9pY","level":3,"outline":[{"text":"- The clue is when you want to interrupt someone.","styles":"","link":"","id":"0nuU","level":4},{"text":"- If your opinion is needed and relevant, and there is a least some receptivity, fine, go ahead.","styles":"","link":"","id":"U4EC","level":4},{"text":"- More often, no one wants or needs your opinion.","styles":"","link":"","id":"GVFX","level":4}]},{"text":"Control the impulse to share personal history or your inner world. ","styles":"","link":"","id":"he6z","level":3,"outline":[{"text":"What are the stories that you always tell?","styles":"","link":"","id":"QYOd","level":4},{"text":"What are the habitual ways you explain your personal history?","styles":"","link":"","id":"SpKl","level":4},{"text":"Stop reinforcing this facade and fabricated identity.","styles":"","link":"","id":"me7N","level":4}]},{"text":"These impulses typically lead to unnecessary conversations, further distractions, and an overall loss of spiritual energy.","styles":"","link":"","id":"w-zF","level":3},{"text":"There is a sense of self-importance that drives these impulses. You want to eliminate this sense of self-importance.","styles":"","link":"","id":"2AVG","level":3},{"text":"Maintaining inner silence is usually better than random conversations.","styles":"","link":"","id":"JTfS","level":3},{"text":"At times, you may want to share experiences with allies on the spiritual path","styles":"","link":"","id":"DOuv","level":3,"outline":[{"text":"Don't over do it.","styles":"","link":"","id":"bT2s","level":4},{"text":"Ask yourself, \"Am I bragging or complaining? Am I building up my ego? Is this helpful?\"","styles":"","link":"","id":"ZrWo","level":4}]}]},{"text":"You will be tested","styles":"","link":"","id":"dP7z","level":2,"outline":[{"text":"Your ability to be impeccable with your speech will be tested by encounters in the world.","styles":"","link":"","id":"HrAX","level":3},{"text":"Don't worry. We will go over strategies for how to react (or not react) to these encounters.","styles":"","link":"","id":"wD2q","level":3}]}]},{"text":"Equanimity vs Everyone","styles":"","link":"","id":"fdxb","level":1,"outline":[{"text":"Starting point","styles":"","link":"","id":"B5bx","level":2,"outline":[{"text":"Know yourself to be an innocent child of the universe, who is loved and cherished.","styles":"","link":"","id":"MjW4","level":3},{"text":"Experience the serene and loving vibration that comes with this knowledge.","styles":"","link":"","id":"FJkm","level":3}]},{"text":"The Burn","styles":"","link":"","id":"kZ8j","level":2,"outline":[{"text":"After experiencing this Divine Vibration, you may experience a burning desire to stay in this vibration always. ","styles":"","link":"","id":"Iv5V","level":3},{"text":"This is the best thing that can happen to you.","styles":"","link":"","id":"C5af","level":3},{"text":"Focus completely on this burning desire. Feel it breaking open your heart. Think about it day and night. Be obsessed.","styles":"","link":"","id":"cl7f","level":3}]},{"text":"Protect the flame","styles":"","link":"","id":"KKSH","level":2,"outline":[{"text":"Despite your best intentions, your vibration will occasionally be disrupted during daily life, especially during emotional interactions.","styles":"","link":"","id":"wp1o","level":3},{"text":"Like a seed that is germinating, a spiritual seeker needs to protect the Divine Vibration from disruption.","styles":"","link":"","id":"8I6c","level":3},{"text":"Do your best to maintain the Divine Vibration as you fulfill your daily responsibilities.","styles":"","link":"","id":"BZLK","level":3},{"text":"Do everything you can to avoid negativity. ","styles":"","link":"","id":"gq73","level":3},{"text":"Gradually, the spiritual seeker merges into the Divine Vibration.","styles":"","link":"","id":"W78y","level":3},{"text":"As strength and equanimity increase, the Divine Vibration burns brighter. You become a flame that can light other lamps.","styles":"","link":"","id":"kpc6","level":3}]}]},{"text":"Remain mysterious and unknown","styles":"","link":"","id":"MPPu","level":1,"outline":[{"text":"The role of support networks","styles":"","link":"","id":"YYbX","level":2,"outline":[{"text":"Most people find great enjoyment in their social networks of family and friends. That is the reality they love.","styles":"","link":"","id":"oN8L","level":3},{"text":"They depend on their interactions with other people for their emotional well-being and to validate their experiences.","styles":"","link":"","id":"jp5q","level":3},{"text":"Social interactions are powerful constructs that keep one locked in a rigid identity. This can be comfortable. Until it's not.","styles":"","link":"","id":"emct","level":3}]},{"text":"There is another path for those who want to dissolve their ties to the world.","styles":"","link":"","id":"Wl6z","level":2},{"text":"Disclaimer about Becoming Unknown","styles":"","link":"","id":"uzCe","level":2,"outline":[{"text":"This path is for:","styles":"","link":"","id":"UHZo","level":3,"outline":[{"text":"- those with a sincere desire for inner freedom","styles":"","link":"","id":"zt7H","level":4},{"text":"- those who don't want the entanglements and illusions of worldly life","styles":"","link":"","id":"jXiX","level":4},{"text":"- those who don't need anything from anybody","styles":"","link":"","id":"pT0S","level":4},{"text":"- those who have abandoned social norms","styles":"","link":"","id":"x2E7","level":4},{"text":"- who care nothing about recognition","styles":"","link":"","id":"93aW","level":4}]},{"text":"This path is NOT for:","styles":"","link":"","id":"lzID","level":3,"outline":[{"text":"- avoiding unresolved emotional wounds","styles":"","link":"","id":"gDtY","level":4},{"text":"- recovering from social anxiety or depression","styles":"","link":"","id":"rJWN","level":4},{"text":"- avoiding karmic responsibilities such as children","styles":"","link":"","id":"H6ZR","level":4}]}]},{"text":"People like to put you in a box","styles":"","link":"","id":"J7ij","level":2,"outline":[{"text":"We know that our family members and others ask questions so they can make comparisons and judgements.","styles":"","link":"","id":"hRfB","level":3},{"text":"They create narratives about you and put you in a box. Their thoughts attempt to pin you down. It's just what people do.","styles":"","link":"","id":"MCQ0","level":3},{"text":"It seems that these thoughts and narratives about you create psychic strings that are attached to you. Remember, all of us are connected in the Universal Mind.","styles":"","link":"","id":"Ahbp","level":3}]},{"text":"Gradually dissolve the box","styles":"","link":"","id":"6HJs","level":2,"outline":[{"text":"How is it possible to become disentangled from people's thoughts, and allow the box to dissolve, the box that people see you in?","styles":"","link":"","id":"8FYU","level":3}]},{"text":"Create a fog around yourself","styles":"","link":"","id":"hKiX","level":2,"outline":[{"text":"Only explain the minimum about yourself, preferably nothing.","styles":"","link":"","id":"j_c-","level":3},{"text":"Maintain a distance. Remain mysterious.","styles":"","link":"","id":"x532","level":3},{"text":"Gradually fade into the unknown.","styles":"","link":"","id":"hTFU","level":3},{"text":"Stop communicating with all the people who know you well","styles":"","link":"","id":"wXpJ","level":3,"outline":[{"text":"See the disclaimer near the beginning of this section.","styles":"","link":"","id":"C7JH","level":4}]},{"text":"Stop giving them information so that they can't create or update your box.","styles":"","link":"","id":"eROT","level":3}]},{"text":"Don't tell anyone what you are up to","styles":"","link":"","id":"0EtJ","level":2,"outline":[{"text":"If they know you are trying to escape the box, then they assign you to the box of \"People who want to escape the box\".","styles":"","link":"","id":"A7FJ","level":3},{"text":"That becomes another identity that needs to be dissolved.","styles":"","link":"","id":"IHez","level":3}]},{"text":"You want all concepts involving you to gradually fade away without anyone noticing.","styles":"","link":"","id":"FSGJ","level":2},{"text":"This is one step in merging into the Infinite","styles":"","link":"","id":"kNJm","level":2,"outline":[{"text":"You become like the great Tibetan Master, Milarepa -","styles":"","link":"","id":"jkXp","level":3},{"text":"\"I have no attachment to this life.\nI roam like a lion, free and alone,\nin the vast expanse of sky-like mind.”","styles":"","link":"","id":"x_3l","level":3}]}]},{"text":"Protect Your Space","styles":"","link":"","id":"hzO_","level":1,"outline":[{"text":"Defend against Anger","styles":"","link":"","id":"aZqF","level":2,"outline":[{"text":"Do not respond to anger with more anger","styles":"","link":"","id":"qzaE","level":3,"outline":[{"text":"Don't feed the cycle of destructive words and behavior.","styles":"","link":"","id":"hdBR","level":4}]},{"text":"Effects of anger and violence","styles":"","link":"","id":"kEL6","level":3,"outline":[{"text":"It damages the mental atmosphere of yourself and the world.","styles":"","link":"","id":"ndiW","level":4},{"text":"It damages both the attacked and the attacker, like a sword that is sharp on both ends.","styles":"","link":"","id":"7V5W","level":4},{"text":"It creates misery.","styles":"","link":"","id":"G1Db","level":4},{"text":"It distorts your perception.","styles":"","link":"","id":"MGd1","level":4},{"text":"It's not effective for dealing with difficult people.","styles":"","link":"","id":"jau1","level":4},{"text":"It has no benefits.","styles":"","link":"","id":"C1Yr","level":4},{"text":"It may be necessary to make a show of anger, pretending to be angry, such as when scaring cows out of the garden. But do it in a way that doesn't effect your inner peace. Never throw anyone out of your heart, ever.","styles":"","link":"","id":"oDgf","level":4}]},{"text":"Make a resolution to avoid expressing anger","styles":"","link":"","id":"H9xG","level":3,"outline":[{"text":"When negative emotions start to overpower you, let go as quickly as possible.","styles":"","link":"","id":"bPY3","level":4},{"text":"Tell yourself to relax. Breathe. Take a break.","styles":"","link":"","id":"WmIS","level":4},{"text":"Generate loving thoughts.","styles":"","link":"","id":"TxiF","level":4}]},{"text":"Choose love","styles":"","link":"","id":"cmR5","level":3,"outline":[{"text":"When you encounter an angry person, remember this is a child of God who is doing the best they can.","styles":"","link":"","id":"XzxI","level":4},{"text":"Regardless of the situation, you are responsible for your inner state. You can choose love..","styles":"","link":"","id":"Tud5","level":4}]},{"text":"Silence - the preferred option","styles":"","link":"","id":"uYMU","level":3,"outline":[{"text":"Very often the best response is silence, loving silence, compassionate silence.","styles":"","link":"","id":"ueIC","level":4}]}]},{"text":"Defend against Hate and Racism","styles":"","link":"","id":"8TKj","level":2,"outline":[{"text":"This is like a surprise mid-term exam for a spiritual warrior.","styles":"","link":"","id":"sJ-f","level":3},{"text":"Clearly express why you disagree. Do not be angry or aggressive. Just tell the truth. \"Please don't talk about my friends that way.\" \"That's not okay with me.\"","styles":"","link":"","id":"LtYZ","level":3},{"text":"No matter how skillful you are, the situation may escalate","styles":"","link":"","id":"bQAx","level":3,"outline":[{"text":"Sometimes anything you say will escalate the situation.","styles":"","link":"","id":"EOyt","level":4}]},{"text":"Remain as a witness. Stay with your highest thoughts.","styles":"","link":"","id":"suvR","level":3,"outline":[{"text":"Your non-reaction is the most powerful and defiant statement you can make.","styles":"","link":"","id":"Unbr","level":4}]},{"text":"It may be necessary to make a statement about your values.","styles":"","link":"","id":"hRzw","level":3,"outline":[{"text":"\"I believe all people deserve respect, all the time.\"","styles":"","link":"","id":"i0y1","level":4},{"text":"Then silence again.","styles":"","link":"","id":"ZVzq","level":4}]},{"text":"It's best to leave the area after giving an unequivocal response.","styles":"","link":"","id":"_yDs","level":3}]},{"text":"Defend against Arguments","styles":"","link":"","id":"HN3p","level":2,"outline":[{"text":"Don't be drawn into arguments.","styles":"","link":"","id":"i-0K","level":3},{"text":"An argument is a confrontational exchange in which a person tries to convince another person that their own position is correct.","styles":"","link":"","id":"6lxT","level":3},{"text":"Instead of argument, you want dialogue.","styles":"","link":"","id":"mdq-","level":3},{"text":"Dialogue is a conversation where people aim to understand each other's perspectives and viewpoints.","styles":"","link":"","id":"33n9","level":3},{"text":"Principles for dialogue","styles":"","link":"","id":"w2TF","level":3,"outline":[{"text":"Maintain trust and mutual respect","styles":"","link":"","id":"zZDR","level":4,"outline":[{"text":"Do your best to maintain a positive relationship with everyone. Read the room.","styles":"","link":"","id":"Bg72","level":5},{"text":"Recognize and control the strong impulse to win the argument.","styles":"","link":"","id":"Wc4t","level":5}]},{"text":"Inside yourself, make an honest assessment of your role","styles":"","link":"","id":"cTPv","level":4,"outline":[{"text":"Did your actions or inactions cause or contribute to the problem?","styles":"","link":"","id":"s5Db","level":5},{"text":"Did you miss the early warning signs?","styles":"","link":"","id":"wSbh","level":5}]},{"text":"Admit any mistakes or shortcomings.","styles":"","link":"","id":"hS2k","level":4},{"text":"Distinguish between factual and emotional components of a situation","styles":"","link":"","id":"8G63","level":4,"outline":[{"text":"Facts, the issue we are dealing with, such as:","styles":"","link":"","id":"GiG-","level":5,"outline":[{"text":"\"You spent too much money.\"","styles":"","link":"","id":"UpEr","level":6}]},{"text":"Emotional component, often implied, such as:","styles":"","link":"","id":"2SL3","level":5,"outline":[{"text":"\"I don't trust you any more.\"","styles":"","link":"","id":"Nscf","level":6}]},{"text":"Both aspects need to be addressed, not just one, both. The spending habits need to be discussed.","styles":"","link":"","id":"1AE_","level":5},{"text":"But the conversation about spending habits is not going to very well when there are unresolved emotional issues.","styles":"","link":"","id":"s5Je","level":5},{"text":"So the first priority is to get back to common goals and mutual respect","styles":"","link":"","id":"Sc2O","level":5}]},{"text":"Express your emotions without blame","styles":"","link":"","id":"-zEm","level":4,"outline":[{"text":"\"When [ specific event ] happened, I felt [ specific emotion ].\"","styles":"","link":"","id":"aD44","level":5},{"text":"Avoid blaming anyone for your feelings.","styles":"","link":"","id":"zUlQ","level":5}]},{"text":"Never buy into anyone's attempt to put you down","styles":"","link":"","id":"B9jX","level":4,"outline":[{"text":"Your value as a child of God is never in question.","styles":"","link":"","id":"H2Li","level":5}]}]}]},{"text":"Defend against Negative Comments","styles":"","link":"","id":"nA12","level":2,"outline":[{"text":"First main goal - Maintain a positive relationship with everyone.","styles":"","link":"","id":"hQe0","level":3},{"text":"Next main goal - Don't engage in unproductive or negative conversations.","styles":"","link":"","id":"niFa","level":3},{"text":"First consider if you can simply remain silent","styles":"","link":"","id":"N1KF","level":3,"outline":[{"text":"Silence is very effective in many situations.","styles":"","link":"","id":"pSFI","level":4},{"text":"Sometimes being silent is rude and will damage your relationship with the other person.","styles":"","link":"","id":"59nC","level":4},{"text":" Sometimes being silent will damage third parties. For example, you should not remain silent when a hateful comment is made about anyone.","styles":"","link":"","id":"B1mk","level":4}]},{"text":"If a verbal response is needed:","styles":"","link":"","id":"sRtM","level":3,"outline":[{"text":"Avoid expressing agreement with the statement because that will encourage them to continue.","styles":"","link":"","id":"lfwf","level":4},{"text":"In most cases, don't express disagreement with the statement because then they will try to convince you. It will escalate the situation.","styles":"","link":"","id":"Hd3R","level":4},{"text":"Here are some examples of non-committal responses that neither agree nor disagree:","styles":"","link":"","id":"o3oa","level":4},{"text":"\"Is that right?","styles":"","link":"","id":"NblB","level":4},{"text":"\"Oh, I see.\"","styles":"","link":"","id":"qweC","level":4},{"text":"\"I don't know about that.\"","styles":"","link":"","id":"crel","level":4},{"text":"\"I'll have to think about that.\"","styles":"","link":"","id":"tO_C","level":4},{"text":"\"That’s a new perspective for me.\"","styles":"","link":"","id":"kNHy","level":4},{"text":"\"I hear you.\"","styles":"","link":"","id":"x7gj","level":4}]},{"text":"Keep your heart open without giving validation to any negative attitude.","styles":"","link":"","id":"oUtE","level":3}]},{"text":"Defend against Labels and Limitations","styles":"","link":"","id":"TG5f","level":2,"outline":[{"text":"Don't buy into story lines about who you are. If someone verbally attacks you, don't give importance to their words.","styles":"","link":"","id":"c8KU","level":3},{"text":"If someone vaguely implies that you are incompetent or unattractive, remember who you are, and where you come from. \"I am an innocent child of the universe.\"","styles":"","link":"","id":"i_nl","level":3},{"text":"When someone makes up a story about you, it is about them, their cultural biases and ego games. It is not about you. You are not responsible for their reality.","styles":"","link":"","id":"tQVQ","level":3},{"text":"Remain alert for comments that limit or define you. Someone may assign a label to you, it could be a flattering label. Through humility, you will recognize that a flattering label is just a label. You are a being of light, and you are way more amazing than any label.","styles":"","link":"","id":"A99C","level":3},{"text":"Whatever someone may say about you, the opposite is also part of who you are. All good and bad qualities, from altruism to cruelty, are present in you and every person, which means you are not better or worse than anyone else.","styles":"","link":"","id":"iyH7","level":3},{"text":"\"The mind is a puzzle containing truth and untruth, gods and demons, good and bad, all mixed together.\" - Mata Amritanandamayi","styles":"","link":"","id":"-MmC","level":3}]},{"text":"Defend against Emotional Manipulation","styles":"","link":"","id":"usxx","level":2,"outline":[{"text":"Human beings are skillful in manipulating the emotions and behavior of others. It happens all the time.","styles":"","link":"","id":"hbct","level":3},{"text":"For example an emotional charge may be conveyed indirectly through words that are not overtly harmful or manipulative. Such attacks may be subconscious, meaning the attacker is not aware of being manipulative.","styles":"","link":"","id":"9jIA","level":3},{"text":"These stealth attacks may seem insignificant and harmless. But they may work in the background to drain your energy and distract you from your natural state of happiness. The only signal may be a slight feeling of irritation, a visceral tingling, or a twinge of emotion, triggered by a comment that seems almost normal.","styles":"","link":"","id":"M4AD","level":3},{"text":"If your mind is already engaged in a barrage of thoughts, the additional irritation may go unnoticed. That's why a pure and quiet mind is a good defense. A pure mind is more sensitive to negativity.","styles":"","link":"","id":"7d6F","level":3},{"text":"When you detect uncomfortable feelings, don't react immediately. You may be tempted to respond in kind,  with slightly negative comment, a passive aggressive attack. Then the person may say, as if they are innocent, \"What's your problem?\" And bam! they score an emotional hit. They make you feel inferior. This is the skillful emotional manipulation that you don't want.","styles":"","link":"","id":"PpyC","level":3},{"text":"Understand that negative and manipulative people are like a tar ball and you should take precautions to stay free of tar.","styles":"","link":"","id":"ZtAx","level":3},{"text":"What to do when you detect emotional manipulation","styles":"","link":"","id":"X58k","level":3,"outline":[{"text":"Imagine that your aura is surrounded and protected by a boundary of roses, gorgeous and energized roses that can absorb any amount of negativity.","styles":"","link":"","id":"ze4K","level":4},{"text":"Also return to your highest thoughts. You are God's innocent child. Remember the innocent love of a child.","styles":"","link":"","id":"xJpV","level":4}]},{"text":"Sometimes you may fail","styles":"","link":"","id":"Hw45","level":3,"outline":[{"text":"When caught off guard, you may let a mean remark slip out, leading to a painful interaction.","styles":"","link":"","id":"87o7","level":4},{"text":"It happens. Don't worry. You will get stronger with practice.","styles":"","link":"","id":"ic3v","level":4},{"text":"Eventually you will come to relish these challenges.","styles":"","link":"","id":"dd7b","level":4}]}]},{"text":"Defend against Shadow Forces","styles":"","link":"","id":"nA4A","level":2,"outline":[{"text":"You may encounter negative thoughts and impulses that come from covert \"shadow\" forces that oppose spiritual development.","styles":"","link":"","id":"HZvZ","level":3},{"text":"Some sources say there are forces in this world that intend for us to suffer. They say negative tendencies in the human psyche have developed into parasitic shadows that sabotage those on the spiritual path.","styles":"","link":"","id":"XLkS","level":3},{"text":"As you gain inner strength and purity, you may encounter obstructions that seem deliberate.","styles":"","link":"","id":"mEPw","level":3},{"text":"I admit this sounds implausible and paranoid","styles":"","link":"","id":"VaC_","level":3,"outline":[{"text":"As with all the claims in this document, only you can determine if this is true and relevant for you.","styles":"","link":"","id":"4NbT","level":4}]},{"text":"Defeat shadow forces","styles":"","link":"","id":"Srkm","level":3,"outline":[{"text":"When you feel negative thoughts coming out of nowhere, defend yourself. ","styles":"","link":"","id":"8y_0","level":4},{"text":"Confront the thoughts, \"What are you doing here? Who let you in? Go away! I don't need you depleting my energy.\"","styles":"","link":"","id":"rlhU","level":4},{"text":"Surround yourself with pure white light, the Light more powerful than any darkness.","styles":"","link":"","id":"L6-e","level":4},{"text":"Call out to your Spirit Helpers for protection.","styles":"","link":"","id":"p9Bs","level":4}]}]}]},{"text":"Let go of self-importance / Be humble","styles":"","link":"","id":"ROFZ","level":1,"outline":[{"text":"The world doesn't exist to conform to your preferences. Don't be annoyed or offended by things.","styles":"","link":"","id":"mFmw","level":2},{"text":"Remember the ancient Zen teaching, \"The Great Way is not difficult for those who have no preferences\".","styles":"","link":"","id":"wyPV","level":2},{"text":"Be a witness to whatever is happening without judgment.","styles":"","link":"","id":"FW-B","level":2},{"text":"Humility means accepting your role on this earth, and playing your part impeccably. Always do your best.","styles":"","link":"","id":"L8dV","level":2},{"text":"Humility doesn't mean lack of self-esteem. Know that you are a good person, an awesome person. Also know you are not better than anyone else.","styles":"","link":"","id":"zuQ1","level":2},{"text":"When you are tempted to judge someone, look for their good qualities. Expand your heart with love for this person. Try to help the person to be happy and successful.","styles":"","link":"","id":"tjP4","level":2}]},{"text":"It's all temporary","styles":"","link":"","id":"LbcR","level":1,"outline":[{"text":"You are only in this body in this world for a short time.","styles":"","link":"","id":"eGAR","level":2},{"text":"Your worldly situation can never be made secure. It appears that you can find lasting happiness when your material situation is fixed. That is not going to happen.","styles":"","link":"","id":"BK3M","level":2},{"text":"Attempts to protect your body may be successful for some time. But no one can avoid the inevitable course of events. The body is temporary. After some time, you will discard it like a set of old clothes.","styles":"","link":"","id":"IZKl","level":2},{"text":"There is nothing in this world that we can truly call our own. Everything belongs to God only. We come with nothing and we leave with nothing. This life will be over in a short time.","styles":"","link":"","id":"KfnT","level":2},{"text":"At any moment, you may cross the threshold of death.","styles":"","link":"","id":"6wVp","level":2},{"text":"Death can be exhilarating, like diving into a pool. Death is completely safe. When this life is ends, a new journey begins. ","styles":"","link":"","id":"k1ve","level":2},{"text":"The pure consciousness that is you, is indestructible. You have always existed. You are not going anywhere. There is nowhere to go.","styles":"","link":"","id":"XmH5","level":2},{"text":"But for now, we live in a material world, where we struggle to stay alive. We live in a world where good and evil are slugging it out.  ","styles":"","link":"","id":"pSkD","level":2}]},{"text":"Do good actions","styles":"","link":"","id":"nPO_","level":1,"outline":[{"text":"When the opportunity arises to perform some good action, be the first to jump in and do it. Perform as many good actions as possible. Accept with joy and enthusiasm the work that comes to you. Leave the world in better condition than you found it.","styles":"","link":"","id":"FOHb","level":2},{"text":"Don't think your work is more important than being kind. Respond compassionately to everyone in the moment. Let go of irritation and judgment.","styles":"","link":"","id":"E6xP","level":2},{"text":"If someone wants to help you with some task, let them join in, even if it takes twice as long.","styles":"","link":"","id":"v2eK","level":2},{"text":"Sometimes you need to move fast, but don't be tense. Don't be rude. Make a decision to enjoy the fast pace.","styles":"","link":"","id":"45rL","level":2}]},{"text":"Do your best","styles":"","link":"","id":"WIZM","level":1,"outline":[{"text":"Whatever actions you perform, always give your best. Then you will have no regrets, regardless of the results. ","styles":"","link":"","id":"2I8n","level":2},{"text":"Apply the principles of the spiritual warrior in your daily life. If you are a chip runner in a casino, be the very best, the most polite, the most skillful, the most cheerful chip runner they have ever seen.","styles":"","link":"","id":"iJiv","level":2},{"text":"If you are driving on the expressway, don't risk other peoples lives by being over confident and in a hurry.","styles":"","link":"","id":"t8iQ","level":2},{"text":"Be an empowered person","styles":"","link":"","id":"juUh","level":2,"outline":[{"text":"Accept the present situation, however difficult, with a can-do attitude.","styles":"","link":"","id":"zCoq","level":3},{"text":"Invest in yourself, your skills and abilities.","styles":"","link":"","id":"AI9c","level":3},{"text":"Help build a better world for future generations.","styles":"","link":"","id":"ggbz","level":3},{"text":"Avoid forms of employment that are against your ethics and values.","styles":"","link":"","id":"HNdu","level":3},{"text":"Move forward with confidence and enthusiasm.","styles":"","link":"","id":"hSs_","level":3}]},{"text":"Even your next breath is not guaranteed. Therefore be the best that you can be in this moment.","styles":"","link":"","id":"ABnW","level":2},{"text":"Your actions may not turn out as expected. Despite your best efforts, your actions may fail. That's not up to you.","styles":"","link":"","id":"CmtH","level":2},{"text":"But you have control over your intentions. You can do your best to make a positive contribution. Your smile makes a difference. Your prayers make a difference.","styles":"","link":"","id":"G-2-","level":2},{"text":"In the words of Mother Teresa, \"Give the world the best you have and it may never be enough. Give your best anyway.\" ","styles":"","link":"","id":"A3F3","level":2}]},{"text":"Trust that you have enough / Serve the poor","styles":"","link":"","id":"uzsH","level":1,"outline":[{"text":"On the surface, it appears that selfish actions bring happiness.","styles":"","link":"","id":"_qKb","level":2},{"text":"However, if you observe carefully and honestly, you will eventually realize that selfish actions provide, at best, a shallow version of happiness.","styles":"","link":"","id":"7CCf","level":2},{"text":"It may take many life experiences before you are convinced that selfish actions are ultimately not satisfying. I mean, it's okay but isn't there something more, something better?","styles":"","link":"","id":"6xo4","level":2},{"text":"If your life seems to have no meaning, try helping others. ","styles":"","link":"","id":"uPqO","level":2},{"text":"Have faith that the universe is taking care of you. Consider how much money and resources you really need.","styles":"","link":"","id":"stww","level":2},{"text":"Give excess wealth to the poor. Ask yourself, \"Is saving money for my imaginary future more important than helping people who are suffering now?\"","styles":"","link":"","id":"nEo_","level":2},{"text":"However, don't create a new ego identity as a noble person who serves the poor. Don't tell anyone. Let it be a secret between you and God.","styles":"","link":"","id":"3XyT","level":2},{"text":"Consider getting rid of possessions that you are most attached to. Nobody says freedom is going to be easy.","styles":"","link":"","id":"3FdL","level":2}]},{"text":"Sorrow is the ultimate catalyst","styles":"","link":"","id":"3_D7","level":1,"outline":[{"text":"At some point, the very thing you don't want to happen, happens. Every person will surely encounter painful difficulties, unacceptable events that appear to be complete disasters.","styles":"","link":"","id":"aeOb","level":2},{"text":"From the physical perspective, there is no way to deal with such experiences. When the worst possible thing happens, you are helpless. Normal thought processes and strategies are futile. Your normal view of reality is shattered and falls away.","styles":"","link":"","id":"0LD2","level":2},{"text":"When all hope is lost, when you are facing an abyss of despair, there is a chance to access another reality. The primal knowledge from millions of past lifetimes and future lifetimes is trying to break through. In your broken condition, if you fearlessly abandon yourself into the unknown, you will absolutely know there is something greater. You will find yourself calling out to this Something Greater with your entire being.","styles":"","link":"","id":"72Vy","level":2},{"text":"At these times, Amma's advice is helpful, \"Cry out to your God. Call out from the bottom of your heart with all your might, What use is this life? How can I live without you? Where are you? Come before me right now! What use is this life without knowing you?\"","styles":"","link":"","id":"ZM8H","level":2},{"text":"When you call out in complete sorrow, the entire universe bows down to this depth of prayer and concentration. It awakens the redemptive power of God's love, the Light more powerful than any darkness, the peace beyond understanding.","styles":"","link":"","id":"2qqc","level":2},{"text":"In this way, sorrow can be the catalyst that brings you closer to the indescribable and indestructible Divine Reality.","styles":"","link":"","id":"_MLe","level":2},{"text":"In the words of Neem Karoli, \"I love sorrow. It brings me closer to God.\"","styles":"","link":"","id":"3mu2","level":2}]},{"text":"Accept everything with love and gratitude","styles":"","link":"","id":"5k-E","level":1,"outline":[{"text":"It is the nature of life to have many problems.","styles":"","link":"","id":"AskS","level":2},{"text":"Know that there are angelic beings watching over you. These beings fully understand everything about your situation. They are filled with unbearable love and compassion for you. They are cheering for you, praying for you, loving you. They know how hard it is to live in this beautiful and broken world.","styles":"","link":"","id":"H1y8","level":2},{"text":"So relax. Be optimistic in spite of the problems. Don't worry. Don't brood over the past. Love and accept yourself as you are now. Have compassion for yourself.","styles":"","link":"","id":"ztwm","level":2},{"text":"Whatever difficulties you face, whatever mental and physical defects you have, remain peaceful inside.","styles":"","link":"","id":"puME","level":2},{"text":"Remind yourself, \"The creative power of the universe gave me this experience, and so it must be good for me, it must be for my purification and spiritual upliftment. Through this experience, I am fulfilling a difficult part of my destiny. So that's good, that much karma is paid off!\"","styles":"","link":"","id":"MI5b","level":2},{"text":"Always be enthusiastic and optimistic, even when facing death.","styles":"","link":"","id":"kQx2","level":2}]},{"text":"Thoughts create reality","styles":"","link":"","id":"ng1J","level":1,"outline":[{"text":"Every thought contributes to the overall mental atmosphere of the earth.","styles":"","link":"","id":"z1Yt","level":2},{"text":"All our thoughts go into the pipeline to be manifested later.","styles":"","link":"","id":"UuhY","level":2},{"text":"Therefore don't allow negative thoughts to reside in your mind.","styles":"","link":"","id":"k6wg","level":2},{"text":"Train your mind to go to your highest thoughts and avoid every kind of negativity. This training will serve you well when difficult situations arise.","styles":"","link":"","id":"JJPO","level":2},{"text":"Never doubt the immense power of truth and the human spirit.","styles":"","link":"","id":"sFj8","level":2}]},{"text":"Confront core challenges","styles":"","link":"","id":"eApR","level":1,"outline":[{"text":"What are the crucial challenges you face?","styles":"","link":"","id":"wc0F","level":2},{"text":"What situations make you unhappy, tense, upset, or worried? Identify them specifically.","styles":"","link":"","id":"jnM2","level":2},{"text":"Make an all-­out effort to confront these challenges head­-on with courage, determination, enthusiasm, and creativity.","styles":"","link":"","id":"Lgi-","level":2},{"text":"What are your strong desires? Know that if these desires are fulfilled, you may end up enslaved to the situation that you created. Eventually you will want to get out. You will develop a strong desire for freedom.","styles":"","link":"","id":"kTC7","level":2},{"text":"To summarize, those who are enslaved want to be free. And those who are free want to be enslaved.","styles":"","link":"","id":"B_Zw","level":2},{"text":"We are attracted toward the very things that make us suffer. That's our nature.","styles":"","link":"","id":"Sr_o","level":2},{"text":"When you were in the realm of pure spirit, in the unmanifested state before you were born into this life, you knew in general the types of experiences and challenges you would face. And now that you are here, are you ready to face the challenges? Sooner or later, you will have no choice but to confront them. Do you want to go for it now? Or wait until later?","styles":"","link":"","id":"X32q","level":2},{"text":"As a spiritual warrior, you already know the answer:","styles":"","link":"","id":"NEf7","level":2,"outline":[{"text":"Starting now, call out to your Spiritual Master and all your Spirit Allies to help you confront every challenge head on, using the principles explained above.","styles":"","link":"","id":"x41-","level":3},{"text":"In every moment, let your every thought be so loving and innocent, and your every action be so selfless and compassionate, so that when it is time for you to leave this world, you will be a hero going home.","styles":"","link":"","id":"SluA","level":3}]}]},{"text":"What is a spiritual warrior?","styles":"","link":"","id":"uh1r","level":1,"outline":[{"text":"Rules for a spiritual warrior","styles":"","link":"","id":"Sh6h","level":2,"outline":[{"text":"There are no rules or formulas for a spiritual warrior.","styles":"","link":"","id":"r7Yb","level":3},{"text":"You can be a spiritual warrior in any situation, in any kind of work, anywhere.","styles":"","link":"","id":"23El","level":3},{"text":"The spiritual path is equally available to all, regardless of credentials or dark personal history.","styles":"","link":"","id":"z77A","level":3}]},{"text":"The spiritual warrior is one who declares all-out war on the thought patterns in his or her own mind that block the joy of human experience.","styles":"","link":"","id":"Q7e5","level":2},{"text":"Ultimately, the spiritual warrior comes to realize that concepts such as \"myself\" and \"others\", and any concepts that divide, don't make sense. There is no enemy to fight against and defeat. There is nothing to seek and nothing to find. The search comes to an end where it started, inside your own self. ","styles":"","link":"","id":"Xcyf","level":2},{"text":"\"In your own Self, you are the wanderer, the exile, the homecoming and the home. Oneself is all there is.\" - Anandamayi Ma","styles":"","link":"","id":"GHd0","level":2},{"text":"The spiritual warrior knows everything is perfect as is...","styles":"","link":"","id":"LK7A","level":2},{"text":"...and knows everything is screwed up and broken...","styles":"","link":"","id":"Fsv9","level":2},{"text":"...and is okay with that","styles":"","link":"","id":"PtYf","level":2},{"text":"...and is not okay with that","styles":"","link":"","id":"_SPn","level":2}]},{"text":"Sources and inspirations","styles":"","link":"","id":"mHeU","level":1,"outline":[{"text":"Please forgive me for arrogantly and audaciously pretending to understand anything.","styles":"","link":"","id":"Qwfo","level":2},{"text":"Mata Amritanandamayi Devi, aka Amma - 1953-","styles":"","link":"","id":"kWu3","level":2},{"text":"Neem Karoli Baba, aka Maharaji - c. 1900 -1973","styles":"","link":"","id":"hLUX","level":2},{"text":"Anandamayi Ma - 1896 -1982","styles":"","link":"","id":"cZkG","level":2},{"text":"Nisargadatta Maharaj - 1897-1981","styles":"","link":"","id":"nlQz","level":2},{"text":"Mother Teresa of Calcutta - 1910 - 1997","styles":"","link":"","id":"J-zE","level":2},{"text":"Rumi, aka Jalal ad-Din Muhammad Rumi - 1207-1273","styles":"","link":"","id":"VIn3","level":2},{"text":"Grandfather David Monongye - c. 1870 -1987","styles":"","link":"","id":"c9t7","level":2},{"text":"Rolling Thunder, aka John Pope - 1916 -1997","styles":"","link":"","id":"-ctl","level":2},{"text":"Carlos Castenada - 1925 -1998","styles":"","link":"","id":"qcWI","level":2},{"text":"The Seth Material by Jane Roberts","styles":"","link":"","id":"OTrZ","level":2},{"text":"The Art of Stalking Parallel Perception: The Living Tapestry of Lujan Matus by Lujan Matus","styles":"","link":"","id":"UvQV","level":2},{"text":"Cutting through Spiritual Materialism by Chogyam Trungpa","styles":"","link":"","id":"72VA","level":2},{"text":"The Four Agreements by Don Miguel Ruiz","styles":"","link":"","id":"MpDd","level":2},{"text":"Wynton Marsalis - Jazz - Episode 1, documentary by Ken Burns","styles":"","link":"","id":"RkGN","level":2},{"text":"George Monbiot, The Guardian - 1/29/2024","styles":"","link":"","id":"psyQ","level":2,"outline":[{"text":"https://www.theguardian.com/commentisfree/2024/jan/29/donald-trump-americans-us-culture-republican","styles":"","link":"","id":"_WCK","level":3}]},{"text":"Angelic Beings and Mountain Spirits, available telepathically in the Dreamtime","styles":"","link":"","id":"GL0k","level":2},{"text":"If I have made any plagiarism violations, please notify me so that I can give credit or make corrections.","styles":"","link":"","id":"RUzx","level":2}]}],"level":0}]